{
	"cards":[
		{
			"category":"Template",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"Knight Commander Elouan Yannick",
			"to":"Esteemed Nobility",
			"content":"I have gotten several letters regarding the men serving under the Arl of Redcliffe. I'm as concerned with the blight as the rest of you, and my lord would be too. But I cannot release my lord's men to any one of you, no matter the position of the person asking. While it's unfortunate that these men aren't able to come to the aid of our kingdom, when the Arl is well, he will see to his troops. Until then, he cannot sign anything, and I'm not leaving Redcliffe undefended from the blight. All the consequences would be on my head if something were to breach the walls. Or happen to the Arl.\n If one of you tries to make yourself anything less than a genteel member of the nobility, if any one of you tries blackguarding your way in with some official excuse, I will consider it an act of aggression. This is my right as the Commander of an arldom in which the Arl is unable to act. Any move on Redcliffe will be taken as one of aggression and my men and I will gladly die in defense of the keep and its Arl. Let that be my final word , we die in defense of this keep and take a body of you with us, or, when the Arl is well, he will take the reins of diplomacy.\n With thanks for your consideration,",
			"index":"1",
			"meta":"Knight Commander Elouan Yannick, Esteemed Nobility"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Knight Commander Iona",
			"content":"The service and sacrifice of the Grey Wardens is honored with the same spirit which it is given. Requisitioning forces from your command allows us to present a united front against the enemy I and you, more so than any other, understand the importance of this. When the Grey Wardens stand, they will stand with the kingdom. When they fall, they will fall with those it is their duty to defend. Such is the fate all wardens aspire too.\nPreparations proceed well. Your order of command will be to defend the mountain keep which has served your retiring forces for generations. While this position is distant from the battle lines, you understand the importance of defending all fronts, even those which may be low and unexpected. While His Grace would have wanted you with your men, there are certain handicaps that prevent this. One of His Grace's men has been put in command of the warden vanguard; his energy and speed makes him well suited to leading a sally against the foe. Your skills will ensure the keep and recruits remain.\nWith this, all fronts are attended to.These will be your final orders from His Grace regarding this matter. May the walls of the keep hold strong around you.\nBeneath the seal & signet of King Tristram Gornemant,",
			"index":"2",
			"meta":"Connomor Katell, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Liaze",
			"content":"Hail and well met, Lady. I am, like you, a devoted citizen of this kingdom, and am concerned by things which might disturb our peace. These are troubling times; dark rumors are about, and it seems that there is no small corner which doesn't have a dark shadow cast over it. How ironic that one of these shadows should be found under the bright lights of a northern lighthouse. The reference makes itself apparent, I hope, to the rocky coastline of the north, and a particular keep of no importance save strategic position. \nAnd, unfortunately, of interest to your noble order. There is a threat brewing there which has nested itself in the region like a hive of insects, burrowing into the foundation. The authorities have been blinded, beguiled, and bribed. The poison spreads and multiplies, making itself at home. It is only a matter of time before corruption breaks out, and on a mass scale. The entire coast would find itself in danger from the abominations that would issue from that lofty keep. It is essential to dispatch the threat of the keep, if the security of the coastline and the reputation of your order shall both remain intact. And consider not only that looming threat I but the safety of the whole nation. Would it not be better if this hive was eradicated and the keep made useful?  Yours,",
			"index":"3",
			"meta":"Anonymous, Liaze"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Placeholder",
			"to":"Lord Commander Connomor Katell",
			"content":"Your gracious letter and support will earn you the highest laurels when this lamentable conflict is over. It does honor to the memory of the king to know that he had such staunch comrades. If only all of our nobility was so generous, cleatheaded and loyal, we might not have found ourselves wading through this mire. \nAs for your other concerns, they are well-founded. Princess Kerenza has taken the death of her stepfather to heart, in a way only the young and guileless can. I suppose she suffers from the same shock that killed His Grace, even as he tried to shield her from its reality and take the weight upon his bowed shoulders. The poor girl is lost without her steprather I almost unaware of the state of the kingdom in her own grief. I wish that all of us could take the tragedy of the king personally, and grieve him as the great man he was, but alas I we have other concerns. It is through our trials that the princess can stay a girl, soft and untroubled. It is a privilege to be protected by those who shoulder the burdens of war and statecraft. To that bent, whatever martial resources we can spare will be allotted in exchange for what was agreed upon in our last letter. May your fortune hold. \nBeneath the seal & signet of the lamented king,",
			"index":"4",
			"meta":"Lord Placeholder, Lord Commander Connomor Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Lilias",
			"content":"Oh, do I ever have news for you! And, if I'm lucky, you'll hear about it from me before all the details I have travel down that merchant grapevine! You've heard, of course, that the dwarves have closed the gates of their city to the surface. But have you also heard that it's because the Dwarven king has died!? Some even say murdered, as why else would the dwarves close their gates so quickly! They must have a good reason to do something so drastic! \nIt is a pity about the king, and a greater pity if he was I well, I won't say it again, but you know what I mean! But the dwarves are so lucky that they have such qualified heirs to the Throne, nothing like our poor predicament! The only trouble they'll have down there is picking between such good options. My darling Arwyn believes the elder child is the likelier choice, for her solid business sense, but I hardly think that's all it takes to run a kingdom! No no, neither she nor the youngest child is the perfect king. I would say the middle child is much more likely; I've heard such charming stories of them, the people will love them. When the middle royal child becomes king, be sure to remember that I told you about it first, darling! \nHoping this reaches you quickly, and ever yours,",
			"index":"5",
			"meta":"Lady Islay, Lilias, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Parsifal Bethune",
			"to":"Dear Captain",
			"content":"You're right, it has been some time since we've seen each other. Almost a year, now, is it? Back when those wanderers brought what looked like trouble with them, and you know my motto, better safe than sorry. Really, if it were up to me, Nacron would have our own branch of the order much closer, more available. I've written to Knight Commander Trahan about it several times over the years, but it seems she's been too busy to give it serious consideration. Ah, perhaps my next letter. \nA closer branch of the order would mean less travel for you, as well, back and forth on that winding road. That's what I worry about, now, with all that trouble with the king's men and the wardens. The death of the king's men means less of them guarding and patrolling, and means the worst elements are seizing the opportunity for, for skulduggery. Did you hear about the merchant caravan robbed of everything, including the shirts on their backs? Or the caravan found dead in their wagon, no signs of a struggle, nothing stolen? These are dangerous times. While I would love a visit, I wouldn't have you risk yourself on a road where anything might happen. When all this settles down, months or a year, we will see then, yes? It'll be a more pleasant conversation then, anyway; everything seems to be one dreadful thing after another. I would say I hope that your days are as quiet as ours here, but I'm sure you've found your hands full with all of it! \nSincerely yours,",
			"index":"6",
			"meta":"Captain, Parsifal Bethune, Nacron"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Ealar",
			"content":"Surely you've heard, no? Oh, but I forget, 'twas I that received a letter from none other than a certain Lord-Commander himself! One whose name, if I must make myself even more obvious, begins with a C. Surely you know to whom I am referring now, my dear, and I won't make any more insinuations (aside from the fact that his family name begins with a K!). Needless to say, I'm repeating this all to you in the strictest of confidence, as it was given to me! Personally! By the Lord-Commander himself! So, my dear, this is something to keep to ourselves - and perhaps our dearest friends, who know the value of confidentiality. But, oh, it simply isn't something I can keep to myself!\nOur poor Lord-Commander is in positive agony over the loss of the king's men - followed by the death of the king himself! And the death of the king was partially due to the shock of the loss of his men! Oh, he is in agony over it, and fretting so over the folly of trusting the grey wardens in their area of expertise. Isn't it a natural assumption, though? That they could be trusted with the one thing their order was founded to deal with? It isn't poor Con - oops! It isn't our poor lord commander's fault that those lunatics have a death wish that works harder than their sanity! Throwing themselves away on a routine mission, some nonsense, a faux threat! Not even a real blight! To think that we've relied on them for so long! Ah, ah, tell me what you think, and what dear Bethan thinks as well. I just feel so terribly bad for the poor man, I can't even imagine how it must feel! \nEagerly awaiting your reply and ever your,",
			"index":"7",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Ealar",
			"content":"I know, darling, I know what you were thinking before this letter reached you. \"Oh, I just received a letter from sweet Islay, surely it will be some time before she has something else so interesting that she must write to me!\" Well, my friend, these are interesting times we live in, if nothing else, and oh, do I have something to share with you! I'm sure you've heard (from me, no less!) the rumors swirling regarding a certain Commander of a certain specialized force that operates in a grey area, if you understand. Regarding her fitness, her age, if that age has made her judgment doubtfiJI, her health, so on and so forth. \nAnd I only have another thing to add to this! That grey commander was seen not only fratemizihg with a criminal in Denim, but actually picking them up and taking them with her! Is that who the grey-wardens they have to fill their ranks with now? Common, dangerous criminals from the streets of Denim taken in front of all and sundry? Can we really trust that judgment? Would you, my dear?  \nWondering if you can believe this, and ever yours,",
			"index":"8",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Renée",
			"content":"Oh, stop defending that Orlesian hussy! We all know what she's been getting up to behind the Arl's back, and you probably see more of it than the rest of us. Am I really supposed to think that it's a total coincidence that this man shows up at the Arl's backdoor, sopping wet and pathetic like a lost puppy, and he's immediately given a place in the household? And that this mysterious, handsome if you like that kind of thing, stranger starts spending time with the Arlessa in a totally innocent way? Almost all of his time, really, up in the Arlessa's private chambers giving private \"lessons.\" Could she be any less subtle? \nAnd then, totally coincidentally, the Arl gets poisoned? And yes, this \"Shou\" gets thrown into the dungeon, but you know we aren't allowed to go down there. The knights take all the sheets and supplies from us and give us the soiled stuff. He might not even be down there. And if he is, who's to say he isn't just living comfortably and getting shuttled up to the Arlessa whenever she needs a little loving company? And isn't it convenient for the Arlessa, having her little boytoy all to herself while the Arl can't do anything about it? Even more convenient that the Arl is poisoned but not dead, so there's no murder or big investigations and she can just keep the Maroon Hills and her little boytoy both. Having her cake and eating it too. Now stop defending that little hussy and her pathetic little man, and help me prove this to the knight commander. Unless you're so smitten with that putain - see, I can talk Orlesian when I want to, too - that you won't do it. \nYou know where to find me, Renée.",
			"index":"9",
			"meta":"Unsigned, Renée, Renee, Orlais, Arlessa, Shou, Tristam"
		},
		{
			"category":"Thedes Letters",
			"from":"Commander Trahan",
			"to":"Unnamed Templar",
			"content":"It is ridiculous to imply that my concerns regarding the Wardens are overblown. I can only assume you do so because you have a misguided face in an organization as old and respected as the Grey Wardens, with little knowledge of their current commander. Are you aware that the Fereldan sect of the Warden order contains more vile apostates and renegade mages than any of the other orders? Are you aware that these apostates are taken in and given shelter with no regard for templar orders? Do you think Orlais, and Orlais' templars, have to tolerate an order that constantly flaunts their position above the law? I keep regular correspondence with the commander of Orlais' templars, and their Warden Commander is tractable and cooperative. He will surrender heretics at the order of the Templars, as is right and just. \nOur Warden Commander is a doddering, sentimental old fool with no respect for order or authority. She takes these fiends in as if they were any Denim street urchin, and not marked dangers that could explode at any moment. Apostates, criminals, the condemned, any sordid sob story she can find, she feels the need to take under her wing. Would that she were a dowdy old countess with an estate to indulge her savior fancies, instead of a commander whose delusional charity could kill us all. I hope my opinion is clear, Knight, and you cease your evangelism for her deranged cause.",
			"index":"10",
			"meta":"Trahan, Templar, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"Commander Trahan",
			"to":"Warden Commander Iona",
			"content":"If you do not wish me to refer to your once noble order as a nest of abominations and mosstroopers, then perhaps you should correct your own failings. I would not have to say this if you had not deliberately bolstered the ranks of the wardens with every condemned criminal and vile apostate that was fortunate enough to be on this side of the Pereldan border. If you have deluded yourself into thinking this is some kind of m, or that you are nobly keeping the ranks thriving, allow me to dispel your delusion.  \nYou are doing nothing but weakening the wardens by deliberately putting mines in your own foundation, setting the stage for unrest and massacre. You are creating messes my order will have to clean up, while refusing to work with my offeil help. Let me make this clear I if we are in opposition, it is your choice. I would find it an honor to present a united front with the Grey Wardens and the Circle. I find myself unable to do so, because you have made your order a harboring place for the most dangerous and abominable creatures known to man. When your luck runs out, and one of those beasts slaughters your men to the last, I hope you know you only have yourself to blame. If you change your mind, my order will gladly assist you. We need not be foes, Warden Commander.",
			"index":"11",
			"meta":"Trahan, Iona, Wardens, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned (Probably Iona)",
			"to":"Armel",
			"content":"It's been a while, friend. I hope all that Orlesian luxury hasn't made you go soft, though you deserve the brief rest. After your years of exile with us, it must be nice to return home to a kingdom that wants to fete and honor you in its own way. I only wish you weren't stuck there by political conflicts and I could get more wardens on the ground. No, I wasn't exaggerating. There are seven grey wardens remaining in Fereldan; eight if you include myself. The others are dead. I've failed as a commander, and the wardens are dangerously close to complete collapse. Seven. Seven all-but-children I recruited myself, and they are all that stands between the world and the blight. \nWhat a burden for them to hear. I didn't think that I would be laying this much on their shoulders — being a Warden is enough. Being a Warden is a fresh start with a doomed end; it's a solution for people who are doomed no matter what. The question is whether someone deems the end worth the freedom. It's a devil's bargain, but it's better than death. I hope. But this? To have the same fate of a Warden, and to become responsible for the fate of the world in the same breath? To become the last remnants of an alwaysIdoomed order and have that responsibility on their shoulders? It isn't fair. It isn't fair to have done to them - but the alternative was no better, unless merciful. There's never any good solution - and yet I still keep trying to find one. In any case. I hope Orlais fairs better, friend. The Blight comes, and I'm sure you are preparing. If you can find some time, I would like to hear from you. I've enclosed some Fereldan aged tea - in case you're feeling nostalgic.",
			"index":"12",
			"meta":"Iona, Armel, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Aarre",
			"to":"Iona",
			"content":"At it again, Commander? It seems like I can't even be away for a month to Orzammar without you getting up to the same old shenanigans as ever. Here I was, hoping for a quiet and crucial month treating with the dwarves and enjoying their excellent cuisine (hardly a distraction from the Blight, but a man must keep sane somehow), and it takes less than half that time to get a letter about your antics. While I won't reveal my snitch, needless to say, details were forthcoming. Iona, you're running the Grey Wardens, not Commander Iona's Home For Wayward Youth. I can hardly turn around without my sword pommel smacking some street rat or apostate you've found and taken in. While it keeps the ranks of an otherwise unpopular job from being depleted, I question the intelligence of these repeated decisions. \nYou've probably heard this all before. You can't save everyone, and all that, and the other rejoinder I but you , can try. But that isn't a one woman job, and I doubt the ‘ Wardens is the place to do it. Knowing their ultimate fate makes it altogether more difficult than it otherwise would be. Maybe let someone else do the picking, or take comfort in the fact that you've tried hard enough, and stop giving yourself grief by trying to do more. We hardly need more darkspawn fodder, and that's what we are. Then again, who am I to complain? I certainly prefer this to being killed for having the temerity to raise my hand against a human. Just think about it, will you?  \nOne of your wayward youths,",
			"index":"13",
			"meta":"Iona, Wardens, Aarre"
		},
		{
			"category":"Thedes Letters",
			"from":"Leucite Aeducan",
			"to":"Commander Iona",
			"content":"{Exact contents unknown, Leucite ratted on Kim}",
			"index":"14",
			"meta":"Leucite, Iona, Wardens, Maroon Hills, Kim"
		},
		{
			"category":"Thedes Letters",
			"from":"Iona",
			"to":"Kim",
			"content":"I've received a letter recently.  \nI understand you are committed to your beliefs, but I would like you to keep your current cause in mind as you act. I am hard pressed to consider a scene where it would be warranted to cast a spell in the Arlessa of Marron Hill's chambers.  \nYou are the last of my wardens. I don't have anyone else if something happens to y'all. The kingdom doesn't have anyone left if something else happens to the Grey Wardens— regardless of their opinions on the matter.  \nYou are one of the last hopes of Ferelden. I know you're befitting of the station, I believe that you show this to our allies.",
			"index":"15",
			"meta":"Iona, Kim, Leucite, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		}
	]
}