{
	"cards":[
		{
			"category":"Template",
			"from":"",
			"to":"",
			"content":"",
			"index":"0",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"Knight Commander Elouan Yannick",
			"to":"Esteemed Nobility",
			"content":"I have gotten several letters regarding the men serving under the Arl of Redcliffe. I'm as concerned with the blight as the rest of you, and my lord would be too. But I cannot release my lord's men to any one of you, no matter the position of the person asking. While it's unfortunate that these men aren't able to come to the aid of our kingdom, when the Arl is well, he will see to his troops. Until then, he cannot sign anything, and I'm not leaving Redcliffe undefended from the blight. All the consequences would be on my head if something were to breach the walls. Or happen to the Arl.\n If one of you tries to make yourself anything less than a genteel member of the nobility, if any one of you tries blackguarding your way in with some official excuse, I will consider it an act of aggression. This is my right as the Commander of an arldom in which the Arl is unable to act. Any move on Redcliffe will be taken as one of aggression and my men and I will gladly die in defense of the keep and its Arl. Let that be my final word , we die in defense of this keep and take a body of you with us, or, when the Arl is well, he will take the reins of diplomacy.\n With thanks for your consideration,",
			"index":"1",
			"meta":"Knight Commander Elouan Yannick, Esteemed Nobility"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Knight Commander Iona",
			"content":"The service and sacrifice of the Grey Wardens is honored with the same spirit which it is given. Requisitioning forces from your command allows us to present a united front against the enemy I and you, more so than any other, understand the importance of this. When the Grey Wardens stand, they will stand with the kingdom. When they fall, they will fall with those it is their duty to defend. Such is the fate all wardens aspire too.\nPreparations proceed well. Your order of command will be to defend the mountain keep which has served your retiring forces for generations. While this position is distant from the battle lines, you understand the importance of defending all fronts, even those which may be low and unexpected. While His Grace would have wanted you with your men, there are certain handicaps that prevent this. One of His Grace's men has been put in command of the warden vanguard; his energy and speed makes him well suited to leading a sally against the foe. Your skills will ensure the keep and recruits remain.\nWith this, all fronts are attended to.These will be your final orders from His Grace regarding this matter. May the walls of the keep hold strong around you.\nBeneath the seal & signet of King Tristram Gornemant,",
			"index":"2",
			"meta":"Connomor Katell, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Liaze",
			"content":"Hail and well met, Lady. I am, like you, a devoted citizen of this kingdom, and am concerned by things which might disturb our peace. These are troubling times; dark rumors are about, and it seems that there is no small corner which doesn't have a dark shadow cast over it. How ironic that one of these shadows should be found under the bright lights of a northern lighthouse. The reference makes itself apparent, I hope, to the rocky coastline of the north, and a particular keep of no importance save strategic position. \nAnd, unfortunately, of interest to your noble order. There is a threat brewing there which has nested itself in the region like a hive of insects, burrowing into the foundation. The authorities have been blinded, beguiled, and bribed. The poison spreads and multiplies, making itself at home. It is only a matter of time before corruption breaks out, and on a mass scale. The entire coast would find itself in danger from the abominations that would issue from that lofty keep. It is essential to dispatch the threat of the keep, if the security of the coastline and the reputation of your order shall both remain intact. And consider not only that looming threat I but the safety of the whole nation. Would it not be better if this hive was eradicated and the keep made useful?  Yours,",
			"index":"3",
			"meta":"Anonymous, Liaze"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Placeholder",
			"to":"Lord Commander Connomor Katell",
			"content":"Your gracious letter and support will earn you the highest laurels when this lamentable conflict is over. It does honor to the memory of the king to know that he had such staunch comrades. If only all of our nobility was so generous, cleatheaded and loyal, we might not have found ourselves wading through this mire. \nAs for your other concerns, they are well-founded. Princess Kerenza has taken the death of her stepfather to heart, in a way only the young and guileless can. I suppose she suffers from the same shock that killed His Grace, even as he tried to shield her from its reality and take the weight upon his bowed shoulders. The poor girl is lost without her steprather I almost unaware of the state of the kingdom in her own grief. I wish that all of us could take the tragedy of the king personally, and grieve him as the great man he was, but alas I we have other concerns. It is through our trials that the princess can stay a girl, soft and untroubled. It is a privilege to be protected by those who shoulder the burdens of war and statecraft. To that bent, whatever martial resources we can spare will be allotted in exchange for what was agreed upon in our last letter. May your fortune hold. \nBeneath the seal & signet of the lamented king,",
			"index":"4",
			"meta":"Lord Placeholder, Lord Commander Connomor Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Lilias",
			"content":"Oh, do I ever have news for you! And, if I'm lucky, you'll hear about it from me before all the details I have travel down that merchant grapevine! You've heard, of course, that the dwarves have closed the gates of their city to the surface. But have you also heard that it's because the Dwarven king has died!? Some even say murdered, as why else would the dwarves close their gates so quickly! They must have a good reason to do something so drastic! \nIt is a pity about the king, and a greater pity if he was I well, I won't say it again, but you know what I mean! But the dwarves are so lucky that they have such qualified heirs to the Throne, nothing like our poor predicament! The only trouble they'll have down there is picking between such good options. My darling Arwyn believes the elder child is the likelier choice, for her solid business sense, but I hardly think that's all it takes to run a kingdom! No no, neither she nor the youngest child is the perfect king. I would say the middle child is much more likely; I've heard such charming stories of them, the people will love them. When the middle royal child becomes king, be sure to remember that I told you about it first, darling! \nHoping this reaches you quickly, and ever yours,",
			"index":"5",
			"meta":"Lady Islay, Lilias, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Parsifal Bethune",
			"to":"Dear Captain",
			"content":"You're right, it has been some time since we've seen each other. Almost a year, now, is it? Back when those wanderers brought what looked like trouble with them, and you know my motto, better safe than sorry. Really, if it were up to me, Nacron would have our own branch of the order much closer, more available. I've written to Knight Commander Trahan about it several times over the years, but it seems she's been too busy to give it serious consideration. Ah, perhaps my next letter. \nA closer branch of the order would mean less travel for you, as well, back and forth on that winding road. That's what I worry about, now, with all that trouble with the king's men and the wardens. The death of the king's men means less of them guarding and patrolling, and means the worst elements are seizing the opportunity for, for skulduggery. Did you hear about the merchant caravan robbed of everything, including the shirts on their backs? Or the caravan found dead in their wagon, no signs of a struggle, nothing stolen? These are dangerous times. While I would love a visit, I wouldn't have you risk yourself on a road where anything might happen. When all this settles down, months or a year, we will see then, yes? It'll be a more pleasant conversation then, anyway; everything seems to be one dreadful thing after another. I would say I hope that your days are as quiet as ours here, but I'm sure you've found your hands full with all of it! \nSincerely yours,",
			"index":"6",
			"meta":"Captain, Parsifal Bethune, Nacron"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Ealar",
			"content":"Surely you've heard, no? Oh, but I forget, 'twas I that received a letter from none other than a certain Lord-Commander himself! One whose name, if I must make myself even more obvious, begins with a C. Surely you know to whom I am referring now, my dear, and I won't make any more insinuations (aside from the fact that his family name begins with a K!). Needless to say, I'm repeating this all to you in the strictest of confidence, as it was given to me! Personally! By the Lord-Commander himself! So, my dear, this is something to keep to ourselves - and perhaps our dearest friends, who know the value of confidentiality. But, oh, it simply isn't something I can keep to myself!\nOur poor Lord-Commander is in positive agony over the loss of the king's men - followed by the death of the king himself! And the death of the king was partially due to the shock of the loss of his men! Oh, he is in agony over it, and fretting so over the folly of trusting the grey wardens in their area of expertise. Isn't it a natural assumption, though? That they could be trusted with the one thing their order was founded to deal with? It isn't poor Con - oops! It isn't our poor lord commander's fault that those lunatics have a death wish that works harder than their sanity! Throwing themselves away on a routine mission, some nonsense, a faux threat! Not even a real blight! To think that we've relied on them for so long! Ah, ah, tell me what you think, and what dear Bethan thinks as well. I just feel so terribly bad for the poor man, I can't even imagine how it must feel! \nEagerly awaiting your reply and ever your,",
			"index":"7",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Ealar",
			"content":"I know, darling, I know what you were thinking before this letter reached you. \"Oh, I just received a letter from sweet Islay, surely it will be some time before she has something else so interesting that she must write to me!\" Well, my friend, these are interesting times we live in, if nothing else, and oh, do I have something to share with you! I'm sure you've heard (from me, no less!) the rumors swirling regarding a certain Commander of a certain specialized force that operates in a grey area, if you understand. Regarding her fitness, her age, if that age has made her judgment doubtfiJI, her health, so on and so forth. \nAnd I only have another thing to add to this! That grey commander was seen not only fratemizihg with a criminal in Denim, but actually picking them up and taking them with her! Is that who the grey-wardens they have to fill their ranks with now? Common, dangerous criminals from the streets of Denim taken in front of all and sundry? Can we really trust that judgment? Would you, my dear?  \nWondering if you can believe this, and ever yours,",
			"index":"8",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Renée",
			"content":"Oh, stop defending that Orlesian hussy! We all know what she's been getting up to behind the Arl's back, and you probably see more of it than the rest of us. Am I really supposed to think that it's a total coincidence that this man shows up at the Arl's backdoor, sopping wet and pathetic like a lost puppy, and he's immediately given a place in the household? And that this mysterious, handsome if you like that kind of thing, stranger starts spending time with the Arlessa in a totally innocent way? Almost all of his time, really, up in the Arlessa's private chambers giving private \"lessons.\" Could she be any less subtle? \nAnd then, totally coincidentally, the Arl gets poisoned? And yes, this \"Shou\" gets thrown into the dungeon, but you know we aren't allowed to go down there. The knights take all the sheets and supplies from us and give us the soiled stuff. He might not even be down there. And if he is, who's to say he isn't just living comfortably and getting shuttled up to the Arlessa whenever she needs a little loving company? And isn't it convenient for the Arlessa, having her little boytoy all to herself while the Arl can't do anything about it? Even more convenient that the Arl is poisoned but not dead, so there's no murder or big investigations and she can just keep the Maroon Hills and her little boytoy both. Having her cake and eating it too. Now stop defending that little hussy and her pathetic little man, and help me prove this to the knight commander. Unless you're so smitten with that putain - see, I can talk Orlesian when I want to, too - that you won't do it. \nYou know where to find me, Renée.",
			"index":"9",
			"meta":"Unsigned, Renée, Renee, Orlais, Arlessa, Shou, Tristam"
		},
		{
			"category":"Thedes Letters",
			"from":"Commander Trahan",
			"to":"Unnamed Templar",
			"content":"It is ridiculous to imply that my concerns regarding the Wardens are overblown. I can only assume you do so because you have a misguided face in an organization as old and respected as the Grey Wardens, with little knowledge of their current commander. Are you aware that the Fereldan sect of the Warden order contains more vile apostates and renegade mages than any of the other orders? Are you aware that these apostates are taken in and given shelter with no regard for templar orders? Do you think Orlais, and Orlais' templars, have to tolerate an order that constantly flaunts their position above the law? I keep regular correspondence with the commander of Orlais' templars, and their Warden Commander is tractable and cooperative. He will surrender heretics at the order of the Templars, as is right and just. \nOur Warden Commander is a doddering, sentimental old fool with no respect for order or authority. She takes these fiends in as if they were any Denim street urchin, and not marked dangers that could explode at any moment. Apostates, criminals, the condemned, any sordid sob story she can find, she feels the need to take under her wing. Would that she were a dowdy old countess with an estate to indulge her savior fancies, instead of a commander whose delusional charity could kill us all. I hope my opinion is clear, Knight, and you cease your evangelism for her deranged cause.",
			"index":"10",
			"meta":"Trahan, Templar, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"Commander Trahan",
			"to":"Warden Commander Iona",
			"content":"If you do not wish me to refer to your once noble order as a nest of abominations and mosstroopers, then perhaps you should correct your own failings. I would not have to say this if you had not deliberately bolstered the ranks of the wardens with every condemned criminal and vile apostate that was fortunate enough to be on this side of the Pereldan border. If you have deluded yourself into thinking this is some kind of m, or that you are nobly keeping the ranks thriving, allow me to dispel your delusion.  \nYou are doing nothing but weakening the wardens by deliberately putting mines in your own foundation, setting the stage for unrest and massacre. You are creating messes my order will have to clean up, while refusing to work with my offeil help. Let me make this clear I if we are in opposition, it is your choice. I would find it an honor to present a united front with the Grey Wardens and the Circle. I find myself unable to do so, because you have made your order a harboring place for the most dangerous and abominable creatures known to man. When your luck runs out, and one of those beasts slaughters your men to the last, I hope you know you only have yourself to blame. If you change your mind, my order will gladly assist you. We need not be foes, Warden Commander.",
			"index":"11",
			"meta":"Trahan, Iona, Wardens, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned (Probably Iona)",
			"to":"Armel",
			"content":"It's been a while, friend. I hope all that Orlesian luxury hasn't made you go soft, though you deserve the brief rest. After your years of exile with us, it must be nice to return home to a kingdom that wants to fete and honor you in its own way. I only wish you weren't stuck there by political conflicts and I could get more wardens on the ground. No, I wasn't exaggerating. There are seven grey wardens remaining in Fereldan; eight if you include myself. The others are dead. I've failed as a commander, and the wardens are dangerously close to complete collapse. Seven. Seven all-but-children I recruited myself, and they are all that stands between the world and the blight. \nWhat a burden for them to hear. I didn't think that I would be laying this much on their shoulders — being a Warden is enough. Being a Warden is a fresh start with a doomed end; it's a solution for people who are doomed no matter what. The question is whether someone deems the end worth the freedom. It's a devil's bargain, but it's better than death. I hope. But this? To have the same fate of a Warden, and to become responsible for the fate of the world in the same breath? To become the last remnants of an alwaysIdoomed order and have that responsibility on their shoulders? It isn't fair. It isn't fair to have done to them - but the alternative was no better, unless merciful. There's never any good solution - and yet I still keep trying to find one. In any case. I hope Orlais fairs better, friend. The Blight comes, and I'm sure you are preparing. If you can find some time, I would like to hear from you. I've enclosed some Fereldan aged tea - in case you're feeling nostalgic.",
			"index":"12",
			"meta":"Iona, Armel, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Aarre",
			"to":"Iona",
			"content":"At it again, Commander? It seems like I can't even be away for a month to Orzammar without you getting up to the same old shenanigans as ever. Here I was, hoping for a quiet and crucial month treating with the dwarves and enjoying their excellent cuisine (hardly a distraction from the Blight, but a man must keep sane somehow), and it takes less than half that time to get a letter about your antics. While I won't reveal my snitch, needless to say, details were forthcoming. Iona, you're running the Grey Wardens, not Commander Iona's Home For Wayward Youth. I can hardly turn around without my sword pommel smacking some street rat or apostate you've found and taken in. While it keeps the ranks of an otherwise unpopular job from being depleted, I question the intelligence of these repeated decisions. \nYou've probably heard this all before. You can't save everyone, and all that, and the other rejoinder I but you , can try. But that isn't a one woman job, and I doubt the ‘ Wardens is the place to do it. Knowing their ultimate fate makes it altogether more difficult than it otherwise would be. Maybe let someone else do the picking, or take comfort in the fact that you've tried hard enough, and stop giving yourself grief by trying to do more. We hardly need more darkspawn fodder, and that's what we are. Then again, who am I to complain? I certainly prefer this to being killed for having the temerity to raise my hand against a human. Just think about it, will you?  \nOne of your wayward youths,",
			"index":"13",
			"meta":"Iona, Wardens, Aarre"
		},
		{
			"category":"Thedes Letters",
			"from":"Leucite Aeducan",
			"to":"Commander Iona",
			"content":"{Exact contents unknown, Leucite ratted on Kim}",
			"index":"14",
			"meta":"Leucite, Iona, Wardens, Maroon Hills, Kim"
		},
		{
			"category":"Thedes Letters",
			"from":"Iona",
			"to":"Kim",
			"content":"I've received a letter recently.  \nI understand you are committed to your beliefs, but I would like you to keep your current cause in mind as you act. I am hard pressed to consider a scene where it would be warranted to cast a spell in the Arlessa of Marron Hill's chambers.  \nYou are the last of my wardens. I don't have anyone else if something happens to y'all. The kingdom doesn't have anyone left if something else happens to the Grey Wardens— regardless of their opinions on the matter.  \nYou are one of the last hopes of Ferelden. I know you're befitting of the station, I believe that you show this to our allies.",
			"index":"15",
			"meta":"Iona, Kim, Leucite, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Kim Keeper",
			"to":"Iona",
			"content":"It is only natural that you would be hard pressed to consider the scene, given I was not provided the opportunity to represent my perspective on the matter at the time. I will explain in greater detail when next we speak in person (an occasion I greatly look forward to); to speak in brief, allow me to outline my position below:  \nOn speaking out against yourself, my esteemed colleague besmirched not only your own reputation, but that of our group as a whole and our mission. Our work has been hard enough from the outset - to have a member of our own group cast doubts and aspersions about your leadership makes our work undoubtedly more difficult yet. The very fundament of our success rests upon our reputation - we cannot hope for, let alone expect, success without maintaining the integrity of your reputation. My hope, in this instance, was to give a sharp lesson to my colleague, to make future work with those in powerful positions run smoothly.  \nI would make two further comments in this regard - in the first instance, that I gave several explicit opportunities for my colleague to recant their statements, warning of the consequence of their action. Were they to take the prescribed action to preserve the reputation of the group as directed, this would not have occurred. In the second instance, I am deeply wounded that you would simply accept the word of my other colleague at face value. Since the beginning of our journey, Leucite has not proven her opinion to be worthwhile; refusing to communicate with the group, taking action without consultation with the group, and regularly isolating herself. As I write this letter we are sitting in a wagon bound for the Dwarven capital, and Leucite has just attempted grevious assault on our dear NINA with a deadly weapon! For you to simply take her word at face value, without seeking out my own, implies to me that you value the opinion of one so untrustworthy over my own - I do not know what I have done in the past to earn such rebuke, but it cuts me to the very quick.  \nI will reiterate my steadfast devotion to you, and my sincere desire to see you once more and discuss in person. I would hope that, at some stage, you will take the time to meditate on whose opinion of events here is truly worthwhile.  \nEternally yours,",
			"index":"16",
			"meta":"Kim, Iona, Leucite, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Knight Commander Trahan, of the Templar",
			"to":"Estelle",
			"content":"It is my honor, with this introductory letter, to welcome you to our ranks. The Templar Order is one of the most venerable knightly orders one can join, and one infinitely more necessary than any brigade of king's men idling in a guardhouse. Even the Grey Wardens stand idle for years at a time while nothing threatens the surface. The Templars are our only vanguard against the constant threat of abomination. We, as Templars, are constant defenders of the kingdom and homestead, and defenders of the mage from the very thing they should most fear. There are few nobler orders. Your induction will give you a brotherhood and a purpose that will eclipse any background or burden that troubled you before. It is a brotherhood, and Order, a creed, and a way to structure the world. \nI look forward to your induction, recruit. You come highly recommended, and I expect to see those recommendations born out.",
			"index":"17",
			"meta":"Trahan, Estelle, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"Kim Keeper",
			"to":"Iona",
			"content":"{contents unknown, retraction of previous letter}",
			"index":"18",
			"meta":"Kim, Leucite, Iona, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Carsten",
			"content":"Oh my goodness, have you heard the news out of the north!? So close to Denim? Tell me you've heard about it, or else that I, your dearest friend, am the first one to tell you about it! I know it may not be the first priority you have, considering everything going on, and your duties, but darling, it's just shocking to think that something so dangerous, so threatening, could happen so close to such a big city! And if Denim were threatened, what then , surely the rest of the kingdom would be in danger! \nI'm referring, of course, to mages. A whole secret coven of them, hiding up in the north where they thought nobody would find them! Putting their whole town, and then the whole north, in danger, by hiding in plain sight! Just think, passing someone on the street for years, and any minute, they might turn into some kind of ravening beast bent on killing you! And anyone around them! And eating them, or using them for horrid magic, or whatever horrid things abominations do! Doesn't the very thought of it make your blood run cold? I am ever so glad we have the Templars to protect us from these things. What would we do without you? Much love to you for keeping us safe, darling, and do tell me what you think! Nothing but your professional opinion!  \nDo tell me what you think, and ever yours,",
			"index":"19",
			"meta":"Lady Islay, Carsten, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Lilias",
			"content":"As all my letters are, this one is to be kept in the strictest of confidence. Even more so than most; as this letter concerns something very personal to me. I simply must get it off my chest, and I know no better person to turn to than you, one of my dearest friends in the world. Affairs of the heart are such a sensitive subject, especially when they are as hopeless and unspoken as the one which concerns me now. You may already have an inkling to what I refer, as I write you so frequently, but I have been so discreet with this, as to not hurt his feelings. \nBut oh, darling Lilias, I feel so terribly for Connomor! My heart aches for the poor man, under such tremendous pressure, wracked with guilt. And in love with a woman he cannot have, me, yours truly. It's so clear from how he writes to me, confiding and bearing his soul, buying me a gift each year on my birthday. He would never admit it, but I know he pines and suffers terribly. My heart positively aches for him! If I weren't wed to Arwyn, and the lord was ten years younger , ah, but no use to say things like that! You understand how terribly difficult it is, to be a lady, how troublesome, how regrettable! I expect all your sympathy, and as always, send my love.  \nWishing love were enough, and ever your,",
			"index":"20",
			"meta":"Connomor, Islay, Lilias, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Schorl",
			"to":"Sir (Unnamed)",
			"content":"You don't understand our position. While your contract is always our highest priority, this is an extreme circumstance. We cannot just speed things up for you, regardless of your gross annual purchase. The entire city has come to a standstill. Even if we break mourning, no one else would work with us. So you're not getting your lyrium, and no one else is signing on any new contracts.\nStop whining,",
			"index":"21",
			"meta":"Schorl, Lyrium"
		},
		{
			"category":"Thedes Letters",
			"from":"Commander Trahan",
			"to":"Commander of the Templar Order, the Circle",
			"content":"I doubt even if I should grant you the honor of your title. I would have you stripped of it and paraded through the streets for the farce you've been making of our order. Do I need to remind you of the tenets of the Templars? Of the importance of the Tower? It seems you've forgotten and grown lax in your security. The Circle is a symbol of our order's necessity, and its regimented control. The last thing we need in a time of unrest is an incident throwing doubt on the bedrock of the Templars. The very kind of incident you let happen, right before your eyes. fl let a keg of powder and a lit match out amongst the people of our kingdom. When it explodes, however many it kills, I w_ill have you paraded in chains and thrown somewhere so dark you would think the deep roads a mercy. I will not cover for you, I will give you no quarter, I will not let your failure reflect on the rest of us. Consider yourself anathema, and expect no personal aid. \nYou had the *gall* to ask for advice. I will give it. If I was in your place, I would swallow lyrium or fall on my sword rather than let my dishonor reflect on the order. If only you had the dignity to consider the same.",
			"index":"22",
			"meta":"Commander Trahan, Templar, Circle, Lyrium"
		},
		{
			"category":"Thedes Letters",
			"from":"Warrior Orthoclase",
			"to":"Rheniite",
			"content":"I rescind my request to stop writing; please keep writing if it means you will refrain from visiting our offices in person. All visits to the provisioning office should be made in writing and require presentation of the appointment upon arrival. I know you are aware of this, and I would like you to consider it in the future. The provisionary department has already heard the requests of you and others, and has sent scouting parties into the Deep Roads at popular exhortation. I resent the implication that we have not done enough, or put forward enough resources for your search. \nIndeed, the provisional department has gone above and beyond in our efforts. We are aware of Paragon Braunite's status as a Paragon, and the increased funding allocated towards any rescue or support expeditions. I engraved that law myself. If I knew something, you would be the first to know. Write as much as you want, Orthoclase, but I'm sorry, there's no more we can do. She's with the Stone, and the Paragons that came before her. You're only making this harder, for you. \nMay the stone keep her and you,",
			"index":"23",
			"meta":"Orthoclase, Rheniite, Deep Roads, Dwarveszammar, Braunite, Paragon, Stone"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Lady Islay",
			"content":"My dear Lady Islay,\nAh, what a refreshing letter to receive. Your perspective always brings things to light I hadn't considered in any flight of fancy. It seems a topic need only enter your sphere for you to get to the heart of the matter and lay it bare for us all. What a rare gift. As for your closing inquiries: I am well and in fine health, only slightly troubled by the old wound. The princess - ah, what can be said about the princess. She worries me dearly. Our lamented king was like a father to her, despite the lack of blood linking them. She won't tell me, but I worry, too, that she'd formed an attachment to a knight who died in the king's service. She's simply so... distraught. She weeps frequently. I regret that Tenenan and I never had children; I am truly at a loss at how to help the girl.\nAh, I apologize for making this letter so dour. Particularly at a time Where there is such a distance between my letters, though I know you understand that my responsibilities often part me from the simple pleasures of the writing desk. It is a miracle I have time to write at all, with the bridle and tack of the kingdom pulling me with it. How are you, dear Islay, what occupies you? Is Lord Arwyn well, and how mills lands? Do tell everything you've been talking and hearing of, dear lady, it cheers me to hear. \nBeneath my seal, yours, ",
			"index":"24",
			"meta":"Lady Islay, Gossip, Connomor, Tenenan, Princess"
		},
		{
			"category":"Thedes Letters",
			"from":"Laouen",
			"to":"Kaer",
			"content":"Think you're too good to listen to a good fireside story I you left before I told you this one was real! And not fireside-story-real, this one happened to me, personally! Keep reading, don't put this down, I'm not lying. I want you to stay away from that part of the town road - I'm serious!\nI had reached the part of the forest closest to the village, where the old King's Oak stands at the curve of the path. You know it. It was dark - of course it was dark, it was late and I was coming home, for the Maker's sake. Home from work! Don't start assuming that this one can be explained by taking a few too many tipples at the tavern! I was mostly sober, we'll say, walking home from work. The moon had gone behind a cloud, making my path darker, but I know it well, and I wasn't concerned. I'd just passed the oak when I heard it I a woman weeping. And I was worried, at first, because I thought it'd meant somebody'd robbed some poor lady. So I call out, you know, do you need any help, that kind of thing. But the weeping kept going, and it starts getting a little scary, dark like that, just the sound of the weeping and the wind. The weeping stopped after another second, and I thought I was going to go on my way. I kept walking, but something was keeping pace with me, whimpering when I breathed, stepping when I stepped. A wolf, Kae, hand to the Maker! A wolf, following me and whimpering, baring its teeth, ready to eat me alive. I backed away and carefully made my retreat, of course.\nSo do what I say, and don't go by there, alright? I love you, stupid.",
			"index":"25",
			"meta":"Laouen, Kaer, King's Oak, Wolf"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Serene Marquise",
			"content":"I ask you now not to consider this letter impertinent or tardy, though the years have been long since the last time I was in Orlais. It's been the same tally of years since we last spoke, and it would be a pity to let that number keep increasing. So - think of this letter as earlier than it could have been. It's true to say that I have few fond memories of Orlais, but that makes the pleasant ones stand on their own merits. I seem to remember a debutante, a certain Demoiselle Vérène in those days, dressed in ultramarine Orlesian brocade. An Orlesian debutante who deigned to dance with a Ferelden man-at-arms who'd barely proven himself. A Ferelden man-at-arms who was dazzled by that dance and the face of the lady who lead it.\nThose were different times, of course, and we are different people - oh, but we had fun, don't you think? I can still remember that trio of white tuberoses in your hair at the nape of your neck, the silver comb their stems were woven into. Is that still your perfume, that tuberose and ambergris?  I hope you remember me as well as I remember you, that you remember the bouquet of wildflowers and St. Jannick's Wort a Ferelden gallowglass gave you. Write back, my lady, and let us reminisce together. \n really do look forward to our correspondence, ma erminig. \nBeneath my seal, yours,",
			"index":"26",
			"meta":"Connomor Katell, Serene Marquise, Verene, Orlais, Dame"
		},
		{
			"category":"Thedes Letters",
			"from":"Divine Dioscore XVII",
			"to":"Knight Commander L. Lowen Trahan of the Templar Order",
			"content":"May the Maker bless and keep His Chantry, which spreads His Light into the world through open doors and open hands. May the Maker bless and keep His Templars, who are set before the world as a bulwark against iniquity. May the Maker bless and keep you, Knight-Commander, who has dedicated her life to the order and the tenets that it represents. The Chantry knows you are a loyal and devoted servant of the Maker, and considers your petitions in that light. There will be no Exalted March. The dwarven gates would close, and would not be opened within our lifetimes. Your frustrations regarding lyrium shipments are understandable, reasonable, even, but such a thing cannot and will not be done when the Maker does not will it. \nKeep your faith strong, Knight-Commander. These are turbulent times, and it is natural to find oneself troubled in mind and body. The Maker will see your trials and gives you strength and solace. Turn your eyes to Him, and let rest and prayer carry you forward. Enclosed is a chaplet blessed by my own hands at the Grand Cathedral. I pray it will give you ease.  \nBy the Maker's Grace,",
			"index":"27",
			"meta":"Trahan, Dioscore, Divine, Chantry, Templar, Lyrium"
		},
		{
			"category":"Thedes Letters",
			"from":"Dan'lathal Datishan, Keeper of the Elven Gen'adhal",
			"to":"Nacron Village",
			"content":"So spoken by Dan'lathal Datishan, Keeper of the Elvhen Gen'adhal: Savhalla, Amelan Na Dathanna, those we call Lealathevhen. You are friends of the forest and walkers of its paths, as we are. As our people walk the same paths, and let each other pass, we are not enemies. Those who are not our enemies are those we aid and call friend.\nYou asked me to aid you and be your ally. I can only ask you to aid me, as my ally. I cannot promise success. Nacron Village has the power of salvation in their hands. In their pride or cruelty, they keep their deliverance from themselves. I cannot give freely to them if they do not return ours home. Our people can stand together against them, to make them do what is best for all. The village fears you as fade-dreamers, erelan. I hope they will listen to your words, as my pleas for our din'esha'lin are unheeded. \nWe shall call you lethal'en, friend, and we shall walk amongst each other as clan. Lealathevhen, Na Dathanna enastal lethal'len Elvhen Gen'adhal. Return our pledge, and lethal'en you will call us.",
			"index":"28",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron"
		},
		{
			"category":"Thedes Letters",
			"from":"Mayor Lathurna of the village of Nacron",
			"to":"Esteemed Elven Clan Keeper",
			"content":"I don't know what more you want me to do. \nHaven't I been perfectly reasonable? Haven't I said what I can and cannot do? Think of it from my position, please. No one was alive all those years ago. Except you, so you say. If you were alive, Maker forbid, you would know more than anyone else that I can’t go back and change anything now. If anything, you are at an advantage - you know more about these things than I’m ever going to. Maker knows I wasn’t alive. Why don’t you use that knowledge and those years to start thinking of some kind of compromise between us? None of the people in this village were alive when the curse was laid down. None of them were responsible for what you say we are all responsible for, me or anyone else! Is a village still the same when several generations have passed and the residents are entirely different? \nWhat can I do that’s going to change anything? I already said that I can’t answer that question and the answer isn’t important. Why don’t we start moving towards compromise! You’ve more than proved your point and taught us all a lesson, as I’m sure was your intention. Lesson learned. Keeping this going is just spiteful at this point, and I won’t stand for it. \nUnder my authority as,",
			"index":"29",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron, Lathurnia, Mayor"
		},
		{
			"category":"Thedes Letters",
			"from":"Mayor Lathurna of the village of Nacron",
			"to":"Esteemed Elven Clan Keeper",
			"content":"How many times do I have to send the same letter to you? Until I’m dead and you’re still haunting us like an elven ghost? You stay here when the clans leave, claiming to be an immortal elf out of the stories they tell to children, hounding us about something that wasn’t even our fault while cursing innocents for decades! What purpose does this have except for petty revenge against a village you seem to have decided is pure evil long before I or anyone else was born. And now I’m stuck sending letters to you, like a dozen mayors before me, because you’re holding onto a grudge for clans that don’t even come to these woods anymore. Could it perhaps be because of the wretched curse that any sane person would want to avoid? Do the clans even want this, or is this just you? \nYou’re existing out of spite, at this point, spiting the living to please the dead - if this even pleases their souls, or what you’d call souls in Elven. Isn’t this a waste of an eternity? Or do you get a sick kick out of what you’re doing to us and stay around because of it? \nUnder my authority as,",
			"index":"30",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron, Lathurnia, Mayor"
		},
		{
			"category":"Thedes Letters",
			"from":"Carrec Katell",
			"to":"Regarding Hunting",
			"content":"I want anybody who goes into the woods to hunt for food to read this and play by what I’ve laid out until something changes. I’ll read it aloud or answer questions for anyone who has them; if you have any suggestions regarding the guidelines, come talk to me about them. I’m not enforcing anything because I have the authority to: I just don’t want anyone getting hurt, and hope most of you respect me enough to listen. And please, if you want to call me a coward or a craven, at least do it to my face in the guise of a reasonable discussion between peers. \nNo solo hunting. Pairs minimum until the situation changes. Solo hunting is a bad idea unless you’re going after fowl, in any case, so this shouldn’t be a problem.  \nNo baiting. Are you stupid? Don’t shoot anything that’s under full cover. It’s bad form normally, and it’s dangerous now. You don’t know what that patch of fur in the bramble is. A wolf, a man-wolf, your friend in his furs stalking a fox. Know where your hunting partners are and don’t separate. I shouldn’t have to say that night-hunting is forbidden, but it is. \nMore than anything, I don’t want any of you to get overeager and start having fantasies of being great werewolf slayers defending Na Dathanna. What I need you all to remember is that these are people. Often a dangerous person who isn’t in full control of themselves. We don’t kill those people, we help them. Of course I understand self defense, but I don’t want anyone using self defense as an excuse to vent their frustrations or violence. Just because they’re half-wolf doesn’t make them fair game for a hunter, even with the excuse of defending the fold. \nIf you want to discuss what I’ve laid out, come see:",
			"index":"31",
			"meta":"Hunting, Carrec Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"Estell Gornemant",
			"to":"Connomor Katell",
			"content":"Dear Sir,\nI am sorry it took so long for me to write my return. I know you said you didn't expect a quick reply, but I owe you much more than this. I am gracious for the opportunities you’ve given me, so I’ll consider what you’ve asked. I don't know if the position should be mine, however. I'm no royal, just some half-knight with some strangers' blood in my veins. Does the stranger matter enough to deserve me a crown? I'd believe Leucy on a throne - she has leadership and practicality to spare. And Kim is one of those whose birth status you wouldn't doubt…\nI just don't know if I'm up for this. Would Ferelden nobility even accept someone who's slept on hay more than a bed?\nThere's something else, sir.\nBut, sorry if the letter smells any, we got caught up in a fight with some foul plant-beast that stored corpses. I don't know how easily a reply can be sent, seeing how deep in the forest we are.\nI heard report that the southern part of the forest is crawling with darkspawn. Some people around here were asking if we heard any news from the nearby Dwarven city, Gwaren. I hope it's fine, but I fear the worst.\nThe… “something else”\nI don't know how to say this, but there's a Carrec Katell living in the forest. He told a story of deserting after waking up among the dead, and living a new life in the forest, among those who find refuge here.\nHe was elated to hear your name.\nI don't know what to tell him. I'm trying to avoid him for now but… what do you suggest I do about this? I suppose, if cornered I might share your marriage. That one should be fine?",
			"index":"32",
			"meta":"Estell, Connomor Katell, Gwaren"
		},
		{
			"category":"Thedes Letters",
			"from":"Connomor Katell",
			"to":"Sir Estell",
			"content":"When I read the first paragraph, I intended only to say that the letter was hardly tardy, and address your concerns. Let this be my lesson to stop thinking through my reply before I finish reading. Let me begin again, at the only proper place: thank you, Estell. If your letter was from anyone else, I don’t think I would have believed it. You’ve found a man who’s been dead since I was 19, alive and well and eager to see me. It’s a difficult task you’ve had, to deliver news that’s a shock to both messenger and recipient. Thank goodness for men with good heads on their shoulders - you included. I don’t want to saddle you entirely with the duty of being the middleman for two brothers with four decades of catching up to do, so the other letter is addressed to Carrec, for his perusal. You may mention my marriage, how we know each other, whatever seems suitable for my brother to hear from you and you want to share. If you have any doubts, you can ask me.\nOn to other matters, if you’ll allow. Coming into this without concerns would be akin to entering battle without sending a scout before you. There are a number of books in the royal library on the topic of succession and governance - while I have only had time to skim a few volumes, I will see if any are worth sending to you. It seems, however, they are in accord that anyone who takes the throne in the wake of a King’s death will face scrutiny and criticism, both for their character and their background. If there are no doubts regarding lineage, there will be doubts on other fronts - to put it in simpler terms, lineage is only one knight in a unit, one unit in an army. Lineage permits you to enter the running, but it does not guarantee your victory. As Tristram would say: if everyone who carried royal blood deserved to rule, Ferelden history would be concise and happy. There are other qualities to make you suitable, qualities of a knight and leader rather than of blood. If nothing else, some of your uncertainty is from a lack of training, which will be improved as you travel with the Wardens. I believe I need not mention what quarters further training may come from. Do not count yourself out because of a lack of confidence - if you need another source for it, there is always my confidence in you. Consider these things with the same gravity I do, but do not feel pressured. And, of course, do take this all with a grain of salt, Estell. The Maker knows what Arl Pellam thinks of my political judgment.\nI hope that in between the botanical hazards and the long road you have some time for yourself, Estell. A letter between people who know each other isn’t worth much if neither discusses themselves - a reminder to myself, more than you. Denim is the same as it was; our mutual friend is writing to the divine weekly, if the reports are true. I will admit that it’s difficult to think of any other news in my life aside from what you’ve just told me, so I will simply apologize and hope to have more next time. Writing these letters has been a welcome break from everything else - reading your letters, moreso. Keep well, Estell.\nBeneath my seal, yours,",
			"index":"33",
			"meta":"Estell, Connomor Katell, Arl Pellam, Carrec"
		},
		{
			"category":"Thedes Letters",
			"from":"Connomor Katell",
			"to":"Carrec Katell",
			"content":"For the past thirty years, I thought you were dead. If I hadn’t made my peace with it, I had at least accepted it. They never found your body to bring back to Kanevedenn, but that never raised any questions in my head. Everyone else was dead, and you were lost or unidentifiable. Nothing to be done about it but grieve. After the war, I raised tombstones for you and our parents, and planted flowers on your graves. I planted a new elm, too - the one we grew up under had burned during the war with everything else. Before I did that, I don’t think I knew what to do without any of you. Especially you. I hadn’t ever considered you dying, and I had to realize all at once that it had happened. And now you’re alive, and well, and I don’t even know what to do with myself. I never even prayed for this, and here you are. Forgive me if I thank the Katell head on your shoulders instead of the maker.\nWe have the rest of our lives to catch up, but there’s much I have to tell you before you hear it from anyone else. Like many, it's a story that varies wildly depending on the teller. A year after you - left, if that’s a tactful way to put it? - the crown prince made the knight corps that he was trumpeting about, and I was selected to be in it. A year later, I was married to Tenenan Seznec, of the Seznecs who worked Kanevedenn’s inn, then a camp follower of our regiment. We were married thirty years, until her death. We never had children, but she was the most important woman in my life, and made me a better person by choosing to stay with me. It’s nice knowing you met her, even if it was when we were preteen brats impressed by Sir Carrec Katell, newmade knight.\nWe were all innocent little fools, then, so much so that it hurts to think of. I want to see you again, so that I can have an image of you that isn’t three decades old and fuzzy around the edges. Moreso, I want you to see me, so you can stop thinking of that wretched gangly teenager who was dwarfed by mam’s cloak. I can’t even imagine how we would arrange it - but I'm getting ahead of myself.\nI stayed in the crown prince’s company for the remainder of the war, earning my laurels, as it were. The crown prince became king two years after I wed. I’m sure you heard of the war’s end, even where you are, but it came when I was 26, when I had been in King Tristram’s company for five years. He had become my closest friend and companion by then, and we were seldom apart - as difficult as that may be to believe. Unfortunately, the next sentence will be even more difficult to believe when coming from your little brother. The same year the war ended I was ennobled by the king and granted the position of Lord Commander of Ferelden. Sir Connomor Katell, Baron of Kanevedenn, or what sorry little was left of it. I’ve made more than my share of mistakes over the past three decades, but I’ve always tried to act the way mam taught us to. In a way that would make you, her, dad, Tene, all of Kanevedenn, proud. Whether I have succeeded remains to be seen, but just the fact that I get to write this letter and get an answer is enough for me. It’s more than I ever hoped for, Carr, and if I hope for something, I plan for it. You’ve caught me without a plan, and now I’m messing up the words I did have planned, too.\nI want to hear everything, everything you’ve done since the last letter I got from you. I pulled it out from the book where I keep it, folded so long it’s almost split in half. It’s such an inconsequential letter, for what I thought would be the last one I received from you. And now I'm spilling my life story to you on a piece of paper, and hoping you'll do the same. Life is a comedy of contrasts.\nI'm refraining from any specific questions - I do want to hear everything, even if it takes a dozen letters. Choose where to begin, and we'll know as much as brothers should know about each other again. The young Warden Estell who mentioned my name is the late king’s bastard, and someone I personally took a hand in teaching and guiding into adulthood. He's a good knight and a good man - if anyone else told me you were alive, I'm not sure I would've believed them. In truth, I would like to keep writing, but this letter is long and my hand is starting to spasm, so I will end it while it's still legible. If I forgot to mention anything, and for other questions you have, there will be more letters. Send your reply on a bird you trust, as I will be in Denim for the foreseeable future, eagerly looking for one. I love you, Carr.",
			"index":"34",
			"meta":"Connomor Katell, Carrec Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"Paragon Brezinaite Parison",
			"to":"Knight-Commander Trahan",
			"content":"Templar Knight-Commander Trahan,\nAs our newly crowned King [may the Stone guide her] has more pressing matters to attend to, I have volunteered to tackle the reply to your mountain of letters. This reply is a simple one:\nYou are going to have to wait!\nDwarvezammar needs time to recover from our months without a king and settle in with our new one. The gates will remain all-but closed, this letter being one of the exceptions, in part because of the consistent rotation of Templars at our gates. Actually! If you want to send your soldiers to do something useful, I can send you a follow-up about a month before we set to open the gates again so they're not wasting any more of their time standing out there.\nAlso, because your letters had repeatedly brought up the Wardens: Dwarvezammar's relationship with the Grey Wardens is one of mutual respect and is also none of your concern. If our gates are closed to all but one I don't see how that's any of your business. Dwarvezammar's contracts with the templars have always included the clause for closed gates, and the current commander's lack of understanding will be noted.\nWe don't expect a reply!\nPargon of Dwavezammar, Brezinaite Parison",
			"index":"35",
			"meta":"Brezinaite, Trahan, Dwarveszammar"
		},
		{
			"category":"Thedes Letters",
			"from":"Dame Vérène Latreille, Marquise du Chateau Blanc",
			"to":"Monsieur le Dauphin d’Orlais",
			"content":"Monsieur, I am given the task of conveying in words that which is beyond expression, which has already been expressed in reams of letters. How many condolence letters can one receive and still feel sincerity in the sentiment? When one expects every name in the social calendar to send a letter, it is easy for those letters to feel forced and cheapened, trite pieces of sentiment. You do not deserve that, Monsieur de Dauphin; your feelings are strong, and cannot be reduced to a ‘sorry’ note on fine stationery. Simple condolences feel lacking when the wound is fresh and raw - even when it has time to heal, the hurt is still there, under the surface. And at such a tender age - ah, poor prince, it is the height of cruelty to be deprived of love when it should be blossoming.\nI have arranged with my gardener for a rosebush to be sent - it is only one of many consolations you’ve been receiving, but I hope my humble gift will bring you solace. It is a lovely white rose, rich in scent, and takes to a trellis as if it was made to be nurtured by human hands - I have an arbor of them planted on my estate, in honor of my sister. Perhaps you will take comfort in planting one in honor of the one you loved, as I do.\nWith my sincerest condolences.",
			"index":"36",
			"meta":"La Dame Verene, Dauphin Orlais, Kim"
		},
		{
			"category":"Thedes Letters",
			"from":"Knight-Commander Trahan, of the Templar Order, Denim",
			"to":"Viscountess Islay Charteris",
			"content":"You knew what I meant. I gave you the binding order of a Templar Knight-Commander not to discuss it and the incident. I graciously allowed you to speak about it to close confidants, after you asked for this leniency. And you took this allowance and used it to flagrantly disobey my orders to crow like an overgrown rooster to your entire airheaded social circle. It seems the entire kingdom of Ferelden now knows about what was supposed to be a secret. The Templar Order has the situation completely under control - but this is being jeopardized by your rumormongering. Hysteria is the enemy of security. If the people panic, the people will die. Perhaps those deaths would weigh down your wagging tongue.\nMy orders are meant to be followed. I have full authority to jail you for flaunting my orders and endangering lives. I will not. Do not make me regret giving you leniency again. When I told you I hoped you had no reason to contact me again, it was because I did not want to contact you again. Do not give me reason to.",
			"index":"37",
			"meta":"Lady Islay, Trahan, Gossip"
		}
	]
}