{
	"cards":[
		{
			"category":"Thedes Letters",
			"from":"Our Wonderful DM Chance",
			"to":"We Lucky Players",
			"content":"This is a placeholder letter that Bob is going to use to outline the complete timeline of the campaign so far, noting all of the major characters. Bob should update this periodically - if he doesn't, tell him to get the lead out.\n<strong>Starting Out:</strong>\nFrom an assortment of backgrounds, <character onclick='charDetails(`Iona`)')>Warden Commander Iona</character> rescues each of the player characters and invites us to join the Grey Wardens. Our motley crew is, in order of joining the Wardens, Bastien, Leucite, Sweel, <character onclick='charDetails(`Kim Keeper`)'>Kim</character>, Nine, and Nina (later joined by <character onclick='charDetails(`Arvek`)'>Arvek</character>). Our other Warden companion is <character onclick='charDetails(`Estell Gornemant`)'>Estell Gornemant</character>, bastard son of the recently-deceased King of Ferelden, King Tristram II. We represent the entirety of the Grey Wardens, a group which until recently numbered in the hundreds, as the entirety of the rest of the outfit was recently lost in a massive battle against the impending Darkspawn invasion. We are joined by a merchant caravan duo, <character onclick='charDetails(`Dieudonnée`)'>Dieudonnée</character> and <character onclick='charDetails(`Rainier`)'>Rainier</character>. With our group assembled, we are tasked with travelling around Ferelden to complete Treaties, agreements made centuries ago by various groups who pledged to help the Grey Wardens in their hour of need, an hour now at hand.\n<strong>First Treaty:</strong>\nOur first treaty saw us travelling to Maroon Hills; the Grey Wardens have a long-standing promise from the <character onclick='charDetails(`Arl Pelham Gornemant`)'>Arl of Maroon Hills, Pelham Gornmenat</character>, to provide soldiers to the Grey Wardens in the event of a Blight. Our motley crew set out to Maroon Hills, Estell voicing some hesitance to go there. On arrival, we found a sizable town surrounding a keep, the gates to which are shut to the public. We asked around and could not determine why the keep was shut, but ran into <character onclick='charDetails(`Elouan Yannick`)'>Knight Commander Elouan Yannick</character> who informed us of shady goings-on in the keep, and advised us of a backdoor inside via the stables. Estell was hesitant to go near the stables, for reasons that would soon become clear.\nWe made our way into the keep, and got introduced to <character onclick='charDetails(`Arlessa Carina`)'>Arlessa Carina</character>. She explained that the keep has been closed to the public as her husband, the Arl, has fallen deathly ill. She suspects <character onclick='charDetails(`Shou Tucker`)'>Shou Tucker</character>, a lapsed Circle Tower mage who she recently enlisted to help tutor her son, <character onclick='charDetails(`Tristram Gornemant III`)'>Tristram Gornemant III</character>, in his budding magical powers. This mage's name rings a bell with Nina, who remembers him as the mage that transformed her into her half-abomination form. We do some heinous acts of torture to Mr. Tucker, who has been locked up in the dungeon, and he confesses to poisoning the Arl. <character onclick='charDetails(`Kim Keeper`)'>Kim</character> attempts to heal the Arl, and manages to stabilise his condition, but not fully cure him; the Arl will not fulfil the contract until he is fully cured, and to fully cure him, we will need to acquire the ashes of <character onclick='charDetails(`Androste`)'>Saint Androste</character>. The Arlessa explains that they have sent several detachments of soldiers to retrieve these ashes; Sweel tests his mettle against one such soldier and gets his ass soundly kicked. With this, we determine that we are not yet skilled enough to attempt such a task and inform the Arlessa that we will return to retrieve the ashes at a later point in time.\n<strong>First Interlude:</strong>\nWe opt not to head back to Lovering and, after a brief discussion regarding our options, decide to proceed to Dwarveszammar to see about their fulfilling the treaty. While making our way, we come across a group of aurochs (vicious wild cattle) and during the ensuing meleé a giant spider joins the combat on our side of the fight from underneath our wagon. At the end of the battle this creature reveals their true form - a druid named <character onclick='charDetails(`Rowan`)'>Rowan</character>. Rowan explains that he has been keeping an eye on our group through the eyes of his familiar Chamomile (a white raven) for a while now, and entreats us to add him to our group. Some debate ensues, but at Nine's pleas, we opt to take him in.\n",
			"index":"0",
			"meta":"Timeline"
		},
		{
			"category":"Thedes Letters",
			"from":"Knight Commander Elouan Yannick",
			"to":"Esteemed Nobility",
			"content":"I have gotten several letters regarding the men serving under the <character onmouseover='charDetails(this)'>Arl of Redcliffe</character>. I'm as concerned with the blight as the rest of you, and my lord would be too. But I cannot release my lord's men to any one of you, no matter the position of the person asking. While it's unfortunate that these men aren't able to come to the aid of our kingdom, when the Arl is well, he will see to his troops. Until then, he cannot sign anything, and I'm not leaving Redcliffe undefended from the blight. All the consequences would be on my head if something were to breach the walls. Or happen to the Arl.\n If one of you tries to make yourself anything less than a genteel member of the nobility, if any one of you tries blackguarding your way in with some official excuse, I will consider it an act of aggression. This is my right as the Commander of an arldom in which the Arl is unable to act. Any move on Redcliffe will be taken as one of aggression and my men and I will gladly die in defense of the keep and its Arl. Let that be my final word , we die in defense of this keep and take a body of you with us, or, when the Arl is well, he will take the reins of diplomacy.\n With thanks for your consideration,",
			"index":"1",
			"meta":"Knight Commander Elouan Yannick, Esteemed Nobility"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"<character onclick='charDetails(`Iona`)'>Knight Commander Iona</character>",
			"content":"The service and sacrifice of the Grey Wardens is honored with the same spirit which it is given. Requisitioning forces from your command allows us to present a united front against the enemy I and you, more so than any other, understand the importance of this. When the Grey Wardens stand, they will stand with the kingdom. When they fall, they will fall with those it is their duty to defend. Such is the fate all wardens aspire too.\nPreparations proceed well. Your order of command will be to defend the mountain keep which has served your retiring forces for generations. While this position is distant from the battle lines, you understand the importance of defending all fronts, even those which may be low and unexpected. While His Grace would have wanted you with your men, there are certain handicaps that prevent this. One of His Grace's men has been put in command of the warden vanguard; his energy and speed makes him well suited to leading a sally against the foe. Your skills will ensure the keep and recruits remain.\nWith this, all fronts are attended to.These will be your final orders from His Grace regarding this matter. May the walls of the keep hold strong around you.\nBeneath the seal & signet of King Tristram Gornemant,",
			"index":"2",
			"meta":"Connomor Katell, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Liaze",
			"content":"Hail and well met, Lady. I am, like you, a devoted citizen of this kingdom, and am concerned by things which might disturb our peace. These are troubling times; dark rumors are about, and it seems that there is no small corner which doesn't have a dark shadow cast over it. How ironic that one of these shadows should be found under the bright lights of a northern lighthouse. The reference makes itself apparent, I hope, to the rocky coastline of the north, and a particular keep of no importance save strategic position. \nAnd, unfortunately, of interest to your noble order. There is a threat brewing there which has nested itself in the region like a hive of insects, burrowing into the foundation. The authorities have been blinded, beguiled, and bribed. The poison spreads and multiplies, making itself at home. It is only a matter of time before corruption breaks out, and on a mass scale. The entire coast would find itself in danger from the abominations that would issue from that lofty keep. It is essential to dispatch the threat of the keep, if the security of the coastline and the reputation of your order shall both remain intact. And consider not only that looming threat I but the safety of the whole nation. Would it not be better if this hive was eradicated and the keep made useful?  Yours,",
			"index":"3",
			"meta":"Anonymous, Liaze"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Placeholder",
			"to":"Lord Commander Connomor Katell",
			"content":"Your gracious letter and support will earn you the highest laurels when this lamentable conflict is over. It does honor to the memory of the king to know that he had such staunch comrades. If only all of our nobility was so generous, cleatheaded and loyal, we might not have found ourselves wading through this mire. \nAs for your other concerns, they are well-founded. Princess Kerenza has taken the death of her stepfather to heart, in a way only the young and guileless can. I suppose she suffers from the same shock that killed His Grace, even as he tried to shield her from its reality and take the weight upon his bowed shoulders. The poor girl is lost without her steprather I almost unaware of the state of the kingdom in her own grief. I wish that all of us could take the tragedy of the king personally, and grieve him as the great man he was, but alas I we have other concerns. It is through our trials that the princess can stay a girl, soft and untroubled. It is a privilege to be protected by those who shoulder the burdens of war and statecraft. To that bent, whatever martial resources we can spare will be allotted in exchange for what was agreed upon in our last letter. May your fortune hold. \nBeneath the seal & signet of the lamented king,",
			"index":"4",
			"meta":"Lord Placeholder, Lord Commander Connomor Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My darling Lilias",
			"content":"Oh, do I ever have news for you! And, if I'm lucky, you'll hear about it from me before all the details I have travel down that merchant grapevine! You've heard, of course, that the dwarves have closed the gates of their city to the surface. But have you also heard that it's because the Dwarven king has died!? Some even say murdered, as why else would the dwarves close their gates so quickly! They must have a good reason to do something so drastic! \nIt is a pity about the king, and a greater pity if he was I well, I won't say it again, but you know what I mean! But the dwarves are so lucky that they have such qualified heirs to the Throne, nothing like our poor predicament! The only trouble they'll have down there is picking between such good options. My darling Arwyn believes the elder child is the likelier choice, for her solid business sense, but I hardly think that's all it takes to run a kingdom! No no, neither she nor the youngest child is the perfect king. I would say the middle child is much more likely; I've heard such charming stories of them, the people will love them. When the middle royal child becomes king, be sure to remember that I told you about it first, darling! \nHoping this reaches you quickly, and ever yours,",
			"index":"5",
			"meta":"Lady Islay, Lilias, Gossip, Dwarveszammar, Arwyn, King Aeducan"
		},
		{
			"category":"Thedes Letters",
			"from":"Parsifal Bethune",
			"to":"Dear Captain",
			"content":"You're right, it has been some time since we've seen each other. Almost a year, now, is it? Back when those wanderers brought what looked like trouble with them, and you know my motto, better safe than sorry. Really, if it were up to me, Nacron would have our own branch of the order much closer, more available. I've written to <character onclick='charDetails(`Trahan`)'>Knight Commander Trahan</character> about it several times over the years, but it seems she's been too busy to give it serious consideration. Ah, perhaps my next letter. \nA closer branch of the order would mean less travel for you, as well, back and forth on that winding road. That's what I worry about, now, with all that trouble with the king's men and the wardens. The death of the king's men means less of them guarding and patrolling, and means the worst elements are seizing the opportunity for, for skulduggery. Did you hear about the merchant caravan robbed of everything, including the shirts on their backs? Or the caravan found dead in their wagon, no signs of a struggle, nothing stolen? These are dangerous times. While I would love a visit, I wouldn't have you risk yourself on a road where anything might happen. When all this settles down, months or a year, we will see then, yes? It'll be a more pleasant conversation then, anyway; everything seems to be one dreadful thing after another. I would say I hope that your days are as quiet as ours here, but I'm sure you've found your hands full with all of it! \nSincerely yours,",
			"index":"6",
			"meta":"Captain, Parsifal Bethune, Nacron"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My dear Ealar",
			"content":"Surely you've heard, no? Oh, but I forget, 'twas I that received a letter from none other than a certain Lord-Commander himself! One whose name, if I must make myself even more obvious, begins with a C. Surely you know to whom I am referring now, my dear, and I won't make any more insinuations (aside from the fact that his family name begins with a K!). Needless to say, I'm repeating this all to you in the strictest of confidence, as it was given to me! Personally! By the Lord-Commander himself! So, my dear, this is something to keep to ourselves - and perhaps our dearest friends, who know the value of confidentiality. But, oh, it simply isn't something I can keep to myself!\nOur poor Lord-Commander is in positive agony over the loss of the king's men - followed by the death of the king himself! And the death of the king was partially due to the shock of the loss of his men! Oh, he is in agony over it, and fretting so over the folly of trusting the grey wardens in their area of expertise. Isn't it a natural assumption, though? That they could be trusted with the one thing their order was founded to deal with? It isn't poor Con - oops! It isn't our poor lord commander's fault that those lunatics have a death wish that works harder than their sanity! Throwing themselves away on a routine mission, some nonsense, a faux threat! Not even a real blight! To think that we've relied on them for so long! Ah, ah, tell me what you think, and what dear Bethan thinks as well. I just feel so terribly bad for the poor man, I can't even imagine how it must feel! \nEagerly awaiting your reply and ever your,",
			"index":"7",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Ealar",
			"content":"I know, darling, I know what you were thinking before this letter reached you. \"Oh, I just received a letter from sweet Islay, surely it will be some time before she has something else so interesting that she must write to me!\" Well, my friend, these are interesting times we live in, if nothing else, and oh, do I have something to share with you! I'm sure you've heard (from me, no less!) the rumors swirling regarding a certain Commander of a certain specialized force that operates in a grey area, if you understand. Regarding her fitness, her age, if that age has made her judgment doubtfiJI, her health, so on and so forth. \nAnd I only have another thing to add to this! That grey commander was seen not only fratemizihg with a criminal in Denim, but actually picking them up and taking them with her! Is that who the grey-wardens they have to fill their ranks with now? Common, dangerous criminals from the streets of Denim taken in front of all and sundry? Can we really trust that judgment? Would you, my dear?  \nWondering if you can believe this, and ever yours,",
			"index":"8",
			"meta":"Lady Islay, Ealar, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Unsigned",
			"to":"Renée",
			"content":"Oh, stop defending that Orlesian hussy! We all know what she's been getting up to behind the Arl's back, and you probably see more of it than the rest of us. Am I really supposed to think that it's a total coincidence that this man shows up at the Arl's backdoor, sopping wet and pathetic like a lost puppy, and he's immediately given a place in the household? And that this mysterious, handsome if you like that kind of thing, stranger starts spending time with the Arlessa in a totally innocent way? Almost all of his time, really, up in the Arlessa's private chambers giving private \"lessons.\" Could she be any less subtle? \nAnd then, totally coincidentally, the Arl gets poisoned? And yes, this \"Shou\" gets thrown into the dungeon, but you know we aren't allowed to go down there. The knights take all the sheets and supplies from us and give us the soiled stuff. He might not even be down there. And if he is, who's to say he isn't just living comfortably and getting shuttled up to the Arlessa whenever she needs a little loving company? And isn't it convenient for the Arlessa, having her little boytoy all to herself while the Arl can't do anything about it? Even more convenient that the Arl is poisoned but not dead, so there's no murder or big investigations and she can just keep the Maroon Hills and her little boytoy both. Having her cake and eating it too. Now stop defending that little hussy and her pathetic little man, and help me prove this to the knight commander. Unless you're so smitten with that putain - see, I can talk Orlesian when I want to, too - that you won't do it. \nYou know where to find me, Renée.",
			"index":"9",
			"meta":"Unsigned, Renée, Renee, Orlais, Arlessa, Shou, Tristram"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Commander Trahan, of the Templar Order, Denim</character>",
			"to":"Unnamed Templar",
			"content":"It is <u>ridiculous</u> to imply that my concerns regarding the Wardens are overblown. I can only assume you do so because you have a misguided face in an organization as old and respected as the Grey Wardens, with little knowledge of their current commander. Are you aware that the Fereldan sect of the Warden order contains more vile apostates and renegade mages than any of the other orders? Are you aware that these apostates are taken in and given shelter with no regard for templar orders? Do you think Orlais, and Orlais' templars, have to tolerate an order that constantly flaunts their position above the law? I keep regular correspondence with the commander of Orlais' templars, and their Warden Commander is tractable and cooperative. He will surrender heretics at the order of the Templars, as is right and just. \nOur Warden Commander is a doddering, sentimental old fool with no respect for order or authority. She takes these fiends in as if they were any Denim street urchin, and not marked dangers that could explode at any moment. Apostates, criminals, the condemned, any sordid sob story she can find, she feels the need to take under her wing. Would that she were a dowdy old countess with an estate to indulge her savior fancies, instead of a commander whose delusional charity could kill us all. I hope my opinion is clear, Knight, and you cease your evangelism for her deranged cause.",
			"index":"10",
			"meta":"Trahan, Templar, Iona"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Commander Trahan</character>",
			"to":"<character onclick='charDetails(`Iona`)'>Warden Commander Iona</character>",
			"content":"If you do not wish me to refer to your once noble order as a nest of abominations and mosstroopers, then perhaps you should correct your own failings. I would not have to say this if you had not deliberately bolstered the ranks of the wardens with every condemned criminal and vile apostate that was fortunate enough to be on this side of the Pereldan border. If you have deluded yourself into thinking this is some kind of m, or that you are nobly keeping the ranks thriving, allow me to dispel your delusion.  \nYou are doing nothing but weakening the wardens by deliberately putting mines in your own foundation, setting the stage for unrest and massacre. You are creating messes my order will have to clean up, while refusing to work with my offeil help. Let me make this clear I if we are in opposition, it is your choice. I would find it an honor to present a united front with the Grey Wardens and the Circle. I find myself unable to do so, because you have made your order a harboring place for the most dangerous and abominable creatures known to man. When your luck runs out, and one of those beasts slaughters your men to the last, I hope you know you only have yourself to blame. If you change your mind, my order will gladly assist you. We need not be foes, Warden Commander.",
			"index":"11",
			"meta":"Trahan, Iona, Wardens, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Iona`)'>Unsigned (Probably Iona)</character>",
			"to":"Armel",
			"content":"It's been a while, friend. I hope all that Orlesian luxury hasn't made you go soft, though you deserve the brief rest. After your years of exile with us, it must be nice to return home to a kingdom that wants to fete and honor you in its own way. I only wish you weren't stuck there by political conflicts and I could get more wardens on the ground. No, I wasn't exaggerating. There are seven grey wardens remaining in Fereldan; eight if you include myself. The others are dead. I've failed as a commander, and the wardens are dangerously close to complete collapse. Seven. Seven all-but-children I recruited myself, and they are all that stands between the world and the blight. \nWhat a burden for them to hear. I didn't think that I would be laying this much on their shoulders — being a Warden is enough. Being a Warden is a fresh start with a doomed end; it's a solution for people who are doomed no matter what. The question is whether someone deems the end worth the freedom. It's a devil's bargain, but it's better than death. I hope. But this? To have the same fate of a Warden, and to become responsible for the fate of the world in the same breath? To become the last remnants of an alwaysIdoomed order and have that responsibility on their shoulders? It isn't fair. It isn't fair to have done to them - but the alternative was no better, unless merciful. There's never any good solution - and yet I still keep trying to find one. In any case. I hope Orlais fairs better, friend. The Blight comes, and I'm sure you are preparing. If you can find some time, I would like to hear from you. I've enclosed some Fereldan aged tea - in case you're feeling nostalgic.",
			"index":"12",
			"meta":"Iona, Armel, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Aarre",
			"to":"<character onclick='charDetails(`Iona`)'>Iona</character>",
			"content":"At it again, Commander? It seems like I can't even be away for a month to Orzammar without you getting up to the same old shenanigans as ever. Here I was, hoping for a quiet and crucial month treating with the dwarves and enjoying their excellent cuisine (hardly a distraction from the Blight, but a man must keep sane somehow), and it takes less than half that time to get a letter about your antics. While I won't reveal my snitch, needless to say, details were forthcoming. Iona, you're running the Grey Wardens, not Commander Iona's Home For Wayward Youth. I can hardly turn around without my sword pommel smacking some street rat or apostate you've found and taken in. While it keeps the ranks of an otherwise unpopular job from being depleted, I question the intelligence of these repeated decisions. \nYou've probably heard this all before. You can't save everyone, and all that, and the other rejoinder I but you , can try. But that isn't a one woman job, and I doubt the ‘ Wardens is the place to do it. Knowing their ultimate fate makes it altogether more difficult than it otherwise would be. Maybe let someone else do the picking, or take comfort in the fact that you've tried hard enough, and stop giving yourself grief by trying to do more. We hardly need more darkspawn fodder, and that's what we are. Then again, who am I to complain? I certainly prefer this to being killed for having the temerity to raise my hand against a human. Just think about it, will you?  \nOne of your wayward youths,",
			"index":"13",
			"meta":"Iona, Wardens, Aarre"
		},
		{
			"category":"Thedes Letters",
			"from":"Leucite Aeducan",
			"to":"<character onclick='charDetails(`Iona`)'>Commander Iona</character>",
			"content":"{Exact contents unknown, Leucite ratted on Kim}",
			"index":"14",
			"meta":"Leucite, Iona, Wardens, Maroon Hills, Kim"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Iona`)'>Iona</character>",
			"to":"<character onclick='charDetails(`Kim Keeper`)'>Kim</character>",
			"content":"I've received a letter recently.  \nI understand you are committed to your beliefs, but I would like you to keep your current cause in mind as you act. I am hard pressed to consider a scene where it would be warranted to cast a spell in the Arlessa of Marron Hill's chambers.  \nYou are the last of my wardens. I don't have anyone else if something happens to y'all. The kingdom doesn't have anyone left if something else happens to the Grey Wardens— regardless of their opinions on the matter.  \nYou are one of the last hopes of Ferelden. I know you're befitting of the station, I believe that you show this to our allies.",
			"index":"15",
			"meta":"Iona, Kim, Leucite, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Kim Keeper`)'>Kim Keeper</character>",
			"to":"<character onclick='charDetails(`Iona`)'>Iona</character>",
			"content":"It is only natural that you would be hard pressed to consider the scene, given I was not provided the opportunity to represent my perspective on the matter at the time. I will explain in greater detail when next we speak in person (an occasion I greatly look forward to); to speak in brief, allow me to outline my position below:  \nOn speaking out against yourself, my esteemed colleague besmirched not only your own reputation, but that of our group as a whole and our mission. Our work has been hard enough from the outset - to have a member of our own group cast doubts and aspersions about your leadership makes our work undoubtedly more difficult yet. The very fundament of our success rests upon our reputation - we cannot hope for, let alone expect, success without maintaining the integrity of your reputation. My hope, in this instance, was to give a sharp lesson to my colleague, to make future work with those in powerful positions run smoothly.  \nI would make two further comments in this regard - in the first instance, that I gave several explicit opportunities for my colleague to recant their statements, warning of the consequence of their action. Were they to take the prescribed action to preserve the reputation of the group as directed, this would not have occurred. In the second instance, I am deeply wounded that you would simply accept the word of my other colleague at face value. Since the beginning of our journey, Leucite has not proven her opinion to be worthwhile; refusing to communicate with the group, taking action without consultation with the group, and regularly isolating herself. As I write this letter we are sitting in a wagon bound for the Dwarven capital, and Leucite has just attempted grevious assault on our dear NINA with a deadly weapon! For you to simply take her word at face value, without seeking out my own, implies to me that you value the opinion of one so untrustworthy over my own - I do not know what I have done in the past to earn such rebuke, but it cuts me to the very quick.  \nI will reiterate my steadfast devotion to you, and my sincere desire to see you once more and discuss in person. I would hope that, at some stage, you will take the time to meditate on whose opinion of events here is truly worthwhile.  \nEternally yours,",
			"index":"16",
			"meta":"Kim, Iona, Leucite, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Knight Commander Trahan, of the Templar Order, Denim</character>",
			"to":"<character onclick='charDetails(`Estell Gornemant`)'>Templar Recruit Estelle G.</character>",
			"content":"It is my honor, with this introductory letter, to welcome you to our ranks. The Templar Order is one of the most venerable knightly orders one can join, and one infinitely more necessary than any brigade of king's men idling in a guardhouse. Even the Grey Wardens stand idle for years at a time while nothing threatens the surface. The Templars are our only vanguard against the constant threat of abomination. We, as Templars, are constant defenders of the kingdom and homestead, and defenders of the mage from the very thing they should most fear. There are few nobler orders. Your induction will give you a brotherhood and a purpose that will eclipse any background or burden that troubled you before. It is a brotherhood, and Order, a creed, and a way to structure the world. \nI look forward to your induction, recruit. You come highly recommended, and I expect to see those recommendations born out.",
			"index":"17",
			"meta":"Trahan, Estelle, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Kim Keeper`)'>Kim Keeper</character>",
			"to":"<character onclick='charDetails(`Iona`)'>Iona</character>",
			"content":"{contents unknown, retraction of previous letter}",
			"index":"18",
			"meta":"Kim, Leucite, Iona, Wardens"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"Carsten",
			"content":"Oh my goodness, have you heard the news out of the north!? So close to Denim? Tell me you've heard about it, or else that I, your dearest friend, am the first one to tell you about it! I know it may not be the first priority you have, considering everything going on, and your duties, but darling, it's just shocking to think that something so dangerous, so threatening, could happen so close to such a big city! And if Denim were threatened, what then , surely the rest of the kingdom would be in danger! \nI'm referring, of course, to mages. A whole secret coven of them, hiding up in the north where they thought nobody would find them! Putting their whole town, and then the whole north, in danger, by hiding in plain sight! Just think, passing someone on the street for years, and any minute, they might turn into some kind of ravening beast bent on killing you! And anyone around them! And eating them, or using them for horrid magic, or whatever horrid things abominations do! Doesn't the very thought of it make your blood run cold? I am ever so glad we have the Templars to protect us from these things. What would we do without you? Much love to you for keeping us safe, darling, and do tell me what you think! Nothing but your professional opinion!  \nDo tell me what you think, and ever yours,",
			"index":"19",
			"meta":"Lady Islay, Carsten, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My darling Lilias",
			"content":"As all my letters are, this one is to be kept in the strictest of confidence. Even more so than most; as this letter concerns something very personal to me. I simply must get it off my chest, and I know no better person to turn to than you, one of my dearest friends in the world. Affairs of the heart are such a sensitive subject, especially when they are as hopeless and unspoken as the one which concerns me now. You may already have an inkling to what I refer, as I write you so frequently, but I have been so discreet with this, as to not hurt his feelings. \nBut oh, darling Lilias, I feel so terribly for Connomor! My heart aches for the poor man, under such tremendous pressure, wracked with guilt. And in love with a woman he cannot have, me, yours truly. It's so clear from how he writes to me, confiding and bearing his soul, buying me a gift each year on my birthday. He would never admit it, but I know he pines and suffers terribly. My heart positively aches for him! If I weren't wed to Arwyn, and the lord was ten years younger , ah, but no use to say things like that! You understand how terribly difficult it is, to be a lady, how troublesome, how regrettable! I expect all your sympathy, and as always, send my love.  \nWishing love were enough, and ever your,",
			"index":"20",
			"meta":"Connomor, Islay, Lilias, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"Schorl",
			"to":"Sir (Unnamed)",
			"content":"You don't understand our position. While your contract is always our highest priority, this is an extreme circumstance. We cannot just speed things up for you, regardless of your gross annual purchase. The entire city has come to a standstill. Even if we break mourning, no one else would work with us. So you're not getting your lyrium, and no one else is signing on any new contracts.\nStop whining,",
			"index":"21",
			"meta":"Schorl, Lyrium, Dwarveszammar, Merchant, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Commander Trahan</character>",
			"to":"Commander of the Templar Order, the Circle",
			"content":"I doubt even if I should grant you the honor of your title. I would have you stripped of it and paraded through the streets for the farce you've been making of our order. Do I need to remind you of the tenets of the Templars? Of the importance of the Tower? It seems you've forgotten and grown lax in your security. The Circle is a symbol of our order's necessity, and its regimented control. The last thing we need in a time of unrest is an incident throwing doubt on the bedrock of the Templars. The very kind of incident you let happen, right before your eyes. fl let a keg of powder and a lit match out amongst the people of our kingdom. When it explodes, however many it kills, I w_ill have you paraded in chains and thrown somewhere so dark you would think the deep roads a mercy. I will not cover for you, I will give you no quarter, I will not let your failure reflect on the rest of us. Consider yourself anathema, and expect no personal aid. \nYou had the *gall* to ask for advice. I will give it. If I was in your place, I would swallow lyrium or fall on my sword rather than let my dishonor reflect on the order. If only you had the dignity to consider the same.",
			"index":"22",
			"meta":"Commander Trahan, Templar, Circle, Lyrium"
		},
		{
			"category":"Thedes Letters",
			"from":"Warrior Orthoclase",
			"to":"Rheniite, Chief Secretary of the Royal Expeditionary Provisioners",
			"content":"I rescind my request to stop writing; please keep writing if it means you will refrain from visiting our offices in person. All visits to the provisioning office should be made in writing and require presentation of the appointment upon arrival. I know you are aware of this, and I would like you to consider it in the future. The provisionary department has already heard the requests of you and others, and has sent scouting parties into the Deep Roads at popular exhortation. I resent the implication that we have not done enough, or put forward enough resources for your search. \nIndeed, the provisional department has gone above and beyond in our efforts. We are aware of Paragon Braunite's status as a Paragon, and the increased funding allocated towards any rescue or support expeditions. I engraved that law myself. If I knew something, you would be the first to know. Write as much as you want, Orthoclase, but I'm sorry, there's no more we can do. She's with the Stone, and the Paragons that came before her. You're only making this harder, for you. \nMay the stone keep her and you,",
			"index":"23",
			"meta":"Orthoclase, Rheniite, Deep Roads, Dwarveszammar, Braunite, Paragon, Stone"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Lady Islay",
			"content":"My dear Lady Islay,\nAh, what a refreshing letter to receive. Your perspective always brings things to light I hadn't considered in any flight of fancy. It seems a topic need only enter your sphere for you to get to the heart of the matter and lay it bare for us all. What a rare gift. As for your closing inquiries: I am well and in fine health, only slightly troubled by the old wound. The princess - ah, what can be said about the princess. She worries me dearly. Our lamented king was like a father to her, despite the lack of blood linking them. She won't tell me, but I worry, too, that she'd formed an attachment to a knight who died in the king's service. She's simply so... distraught. She weeps frequently. I regret that Tenenan and I never had children; I am truly at a loss at how to help the girl.\nAh, I apologize for making this letter so dour. Particularly at a time Where there is such a distance between my letters, though I know you understand that my responsibilities often part me from the simple pleasures of the writing desk. It is a miracle I have time to write at all, with the bridle and tack of the kingdom pulling me with it. How are you, dear Islay, what occupies you? Is Lord Arwyn well, and how mills lands? Do tell everything you've been talking and hearing of, dear lady, it cheers me to hear. \nBeneath my seal, yours, ",
			"index":"24",
			"meta":"Lady Islay, Gossip, Connomor, Tenenan, Princess"
		},
		{
			"category":"Thedes Letters",
			"from":"Laouen",
			"to":"Kaer",
			"content":"Think you're too good to listen to a good fireside story I you left before I told you this one was real! And not fireside-story-real, this one happened to me, personally! Keep reading, don't put this down, I'm not lying. I want you to stay away from that part of the town road - I'm serious!\nI had reached the part of the forest closest to the village, where the old King's Oak stands at the curve of the path. You know it. It was dark - of course it was dark, it was late and I was coming home, for the Maker's sake. Home from work! Don't start assuming that this one can be explained by taking a few too many tipples at the tavern! I was mostly sober, we'll say, walking home from work. The moon had gone behind a cloud, making my path darker, but I know it well, and I wasn't concerned. I'd just passed the oak when I heard it I a woman weeping. And I was worried, at first, because I thought it'd meant somebody'd robbed some poor lady. So I call out, you know, do you need any help, that kind of thing. But the weeping kept going, and it starts getting a little scary, dark like that, just the sound of the weeping and the wind. The weeping stopped after another second, and I thought I was going to go on my way. I kept walking, but something was keeping pace with me, whimpering when I breathed, stepping when I stepped. A wolf, Kae, hand to the Maker! A wolf, following me and whimpering, baring its teeth, ready to eat me alive. I backed away and carefully made my retreat, of course.\nSo do what I say, and don't go by there, alright? I love you, stupid.",
			"index":"25",
			"meta":"Laouen, Kaer, King's Oak, Wolf"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord Commander Connomor Katell",
			"to":"Serene Marquise",
			"content":"I ask you now not to consider this letter impertinent or tardy, though the years have been long since the last time I was in Orlais. It's been the same tally of years since we last spoke, and it would be a pity to let that number keep increasing. So - think of this letter as earlier than it could have been. It's true to say that I have few fond memories of Orlais, but that makes the pleasant ones stand on their own merits. I seem to remember <u>a debutante, a certain Demoiselle Vérène in those days, dressed in ultramarine Orlesian brocade</u>. An Orlesian debutante who deigned to dance with a Ferelden man-at-arms who'd barely proven himself. A Ferelden man-at-arms who was dazzled by that dance and the face of the lady who lead it.\nThose were different times, of course, and we are different people - oh, but we had fun, don't you think? I can still remember that <u>trio of white tuberoses in your hair at the nape of your neck, the silver comb their stems</u> were woven into. Is that still your perfume, that tuberose and ambergris?  I hope you remember me as well as I remember you, that you remember the <u>bouquet of wildflowers</u> and St. Jannick's Wort a Ferelden gallowglass gave you. Write back, my lady, and let us reminisce together. \n really do look forward to our correspondence, ma erminig. \nBeneath my seal, yours,",
			"index":"26",
			"meta":"Connomor Katell, Serene Marquise, Verene, Orlais, Dame"
		},
		{
			"category":"Thedes Letters",
			"from":"Divine Dioscore XVII",
			"to":"<character onclick='charDetails(`Trahan`)'>Knight Commander L. Lowen Trahan of the Templar Order</character>",
			"content":"May the Maker bless and keep His Chantry, which spreads His Light into the world through open doors and open hands. May the Maker bless and keep His Templars, who are set before the world as a bulwark against iniquity. May the Maker bless and keep you, Knight-Commander, who has dedicated her life to the order and the tenets that it represents. The Chantry knows you are a loyal and devoted servant of the Maker, and considers your petitions in that light. There will be no Exalted March. The dwarven gates would close, and would not be opened within our lifetimes. Your frustrations regarding lyrium shipments are understandable, reasonable, even, but such a thing cannot and will not be done when the Maker does not will it. \nKeep your faith strong, Knight-Commander. These are turbulent times, and it is natural to find oneself troubled in mind and body. The Maker will see your trials and gives you strength and solace. Turn your eyes to Him, and let rest and prayer carry you forward. Enclosed is a chaplet blessed by my own hands at the Grand Cathedral. I pray it will give you ease.  \nBy the Maker's Grace,",
			"index":"27",
			"meta":"Trahan, Dioscore, Divine, Chantry, Templar, Lyrium"
		},
		{
			"category":"Thedes Letters",
			"from":"Dan'lathal Datishan, Keeper of the Elven Gen'adhal",
			"to":"Nacron Village",
			"content":"So spoken by Dan'lathal Datishan, Keeper of the Elvhen Gen'adhal: Savhalla, Amelan Na Dathanna, those we call Lealathevhen. You are friends of the forest and walkers of its paths, as we are. As our people walk the same paths, and let each other pass, we are not enemies. Those who are not our enemies are those we aid and call friend.\nYou asked me to aid you and be your ally. I can only ask you to aid me, as my ally. I cannot promise success. Nacron Village has the power of salvation in their hands. In their pride or cruelty, they keep their deliverance from themselves. I cannot give freely to them if they do not return ours home. Our people can stand together against them, to make them do what is best for all. The village fears you as fade-dreamers, erelan. I hope they will listen to your words, as my pleas for our din'esha'lin are unheeded. \nWe shall call you lethal'en, friend, and we shall walk amongst each other as clan. Lealathevhen, Na Dathanna enastal lethal'len Elvhen Gen'adhal. Return our pledge, and lethal'en you will call us.",
			"index":"28",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron"
		},
		{
			"category":"Thedes Letters",
			"from":"Mayor Lathurna of the village of Nacron",
			"to":"Esteemed Elven Clan Keeper",
			"content":"I don't know what more you want me to do. \nHaven't I been perfectly reasonable? Haven't I said what I can and cannot do? Think of it from my position, please. No one was alive all those years ago. Except you, so you say. If you were alive, Maker forbid, you would know more than anyone else that I can’t go back and change anything now. If anything, you are at an advantage - you know more about these things than I’m ever going to. Maker knows I wasn’t alive. Why don’t you use that knowledge and those years to start thinking of some kind of compromise between us? None of the people in this village were alive when the curse was laid down. None of them were responsible for what you say we are all responsible for, me or anyone else! Is a village still the same when several generations have passed and the residents are entirely different? \nWhat can I do that’s going to change anything? I already said that I can’t answer that question and the answer isn’t important. Why don’t we start moving towards compromise! You’ve more than proved your point and taught us all a lesson, as I’m sure was your intention. Lesson learned. Keeping this going is just spiteful at this point, and I won’t stand for it. \nUnder my authority as,",
			"index":"29",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron, Lathurnia, Mayor"
		},
		{
			"category":"Thedes Letters",
			"from":"Mayor Lathurna of the village of Nacron",
			"to":"Elven Keeper, Allegedly,",
			"content":"How many times do I have to send the same letter to you? Until I’m dead and you’re still haunting us like an elven ghost? You stay here when the clans leave, claiming to be an immortal elf out of the stories they tell to children, hounding us about something that wasn’t even our fault while cursing innocents for decades! What purpose does this have except for petty revenge against a village you seem to have decided is pure evil long before I or anyone else was born. And now I’m stuck sending letters to you, like a dozen mayors before me, because you’re holding onto a grudge for clans that don’t even come to these woods anymore. Could it perhaps be because of the wretched curse that any sane person would want to avoid? Do the clans even want this, or is this just you? \nYou’re existing out of spite, at this point, spiting the living to please the dead - if this even pleases their souls, or what you’d call souls in Elven. Isn’t this a waste of an eternity? Or do you get a sick kick out of what you’re doing to us and stay around because of it? \nUnder my authority as,",
			"index":"30",
			"meta":"Dan'lathal Datishan, Gen'adhal, Nacron, Lathurnia, Mayor"
		},
		{
			"category":"Thedes Letters",
			"from":"Carrec K",
			"to":"Regarding Hunting",
			"content":"I want anybody who goes into the woods to hunt for food to read this and play by what I’ve laid out until something changes. I’ll read it aloud or answer questions for anyone who has them; if you have any suggestions regarding the guidelines, come talk to me about them. I’m not enforcing anything because I have the authority to: I just don’t want anyone getting hurt, and hope most of you respect me enough to listen. And please, if you want to call me a coward or a craven, at least do it to my face in the guise of a reasonable discussion between peers. \nNo solo hunting. Pairs minimum until the situation changes. Solo hunting is a bad idea unless you’re going after fowl, in any case, so this shouldn’t be a problem.  \nNo baiting. Are you stupid? Don’t shoot anything that’s under full cover. It’s bad form normally, and it’s dangerous now. You don’t know what that patch of fur in the bramble is. A wolf, a man-wolf, your friend in his furs stalking a fox. Know where your hunting partners are and don’t separate. I shouldn’t have to say that night-hunting is forbidden, but it is. \nMore than anything, I don’t want any of you to get overeager and start having fantasies of being great werewolf slayers defending Na Dathanna. What I need you all to remember is that these are people. Often a dangerous person who isn’t in full control of themselves. We don’t kill those people, we help them. Of course I understand self defense, but I don’t want anyone using self defense as an excuse to vent their frustrations or violence. Just because they’re half-wolf doesn’t make them fair game for a hunter, even with the excuse of defending the fold. \nIf you want to discuss what I’ve laid out, come see:",
			"index":"31",
			"meta":"Hunting, Carrec Katell"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Estell Gornemant`)'>Estell Gornemant</character>",
			"to":"Connomor Katell",
			"content":"Dear Sir,\nI am sorry it took so long for me to write my return. I know you said you didn't expect a quick reply, but I owe you much more than this. I am gracious for the opportunities you’ve given me, so I’ll consider what you’ve asked. I don't know if the position should be mine, however. I'm no royal, just some half-knight with some strangers' blood in my veins. Does the stranger matter enough to deserve me a crown? I'd believe Leucy on a throne - she has leadership and practicality to spare. And <character onclick='charDetails(`Kim Keeper`)'>Kim</character> is one of those whose birth status you wouldn't doubt…\nI just don't know if I'm up for this. Would Ferelden nobility even accept someone who's slept on hay more than a bed?\nThere's something else, sir.\nBut, sorry if the letter smells any, we got caught up in a fight with some foul plant-beast that stored corpses. I don't know how easily a reply can be sent, seeing how deep in the forest we are.\nI heard report that the southern part of the forest is crawling with darkspawn. Some people around here were asking if we heard any news from the nearby Dwarven city, Gwaren. I hope it's fine, but I fear the worst.\nThe… “something else”\nI don't know how to say this, but there's a Carrec Katell living in the forest. He told a story of deserting after waking up among the dead, and living a new life in the forest, among those who find refuge here.\nHe was elated to hear your name.\nI don't know what to tell him. I'm trying to avoid him for now but… what do you suggest I do about this? I suppose, if cornered I might share your marriage. That one should be fine?",
			"index":"32",
			"meta":"Estell, Connomor Katell, Gwaren"
		},
		{
			"category":"Thedes Letters",
			"from":"Connomor Katell",
			"to":"<character onclick='charDetails(`Estell Gornemant`)'>Sir Estell</character>",
			"content":"When I read the first paragraph, I intended only to say that the letter was hardly tardy, and address your concerns. Let this be my lesson to stop thinking through my reply before I finish reading. Let me begin again, at the only proper place: thank you, Estell. If your letter was from anyone else, I don’t think I would have believed it. You’ve found a man who’s been dead since I was 19, alive and well and eager to see me. It’s a difficult task you’ve had, to deliver news that’s a shock to both messenger and recipient. Thank goodness for men with good heads on their shoulders - you included. I don’t want to saddle you entirely with the duty of being the middleman for two brothers with four decades of catching up to do, so the other letter is addressed to Carrec, for his perusal. You may mention my marriage, how we know each other, whatever seems suitable for my brother to hear from you and you want to share. If you have any doubts, you can ask me.\nOn to other matters, if you’ll allow. Coming into this without concerns would be akin to entering battle without sending a scout before you. There are a number of books in the royal library on the topic of succession and governance - while I have only had time to skim a few volumes, I will see if any are worth sending to you. It seems, however, they are in accord that anyone who takes the throne in the wake of a King’s death will face scrutiny and criticism, both for their character and their background. If there are no doubts regarding lineage, there will be doubts on other fronts - to put it in simpler terms, lineage is only one knight in a unit, one unit in an army. Lineage permits you to enter the running, but it does not guarantee your victory. As Tristram would say: if everyone who carried royal blood deserved to rule, Ferelden history would be concise and happy. There are other qualities to make you suitable, qualities of a knight and leader rather than of blood. If nothing else, some of your uncertainty is from a lack of training, which will be improved as you travel with the Wardens. I believe I need not mention what quarters further training may come from. Do not count yourself out because of a lack of confidence - if you need another source for it, there is always my confidence in you. Consider these things with the same gravity I do, but do not feel pressured. And, of course, do take this all with a grain of salt, Estell. The Maker knows what Arl Pellam thinks of my political judgment.\nI hope that in between the botanical hazards and the long road you have some time for yourself, Estell. A letter between people who know each other isn’t worth much if neither discusses themselves - a reminder to myself, more than you. Denim is the same as it was; our mutual friend is writing to the divine weekly, if the reports are true. I will admit that it’s difficult to think of any other news in my life aside from what you’ve just told me, so I will simply apologize and hope to have more next time. Writing these letters has been a welcome break from everything else - reading your letters, moreso. Keep well, Estell.\nBeneath my seal, yours,",
			"index":"33",
			"meta":"Estell, Connomor Katell, Arl Pellam, Carrec"
		},
		{
			"category":"Thedes Letters",
			"from":"Connomor Katell",
			"to":"Carrec Katell",
			"content":"For the past thirty years, I thought you were dead. If I hadn’t made my peace with it, I had at least accepted it. They never found your body to bring back to Kanevedenn, but that never raised any questions in my head. Everyone else was dead, and you were lost or unidentifiable. Nothing to be done about it but grieve. After the war, I raised tombstones for you and our parents, and planted flowers on your graves. I planted a new elm, too - the one we grew up under had burned during the war with everything else. Before I did that, I don’t think I knew what to do without any of you. Especially you. I hadn’t ever considered you dying, and I had to realize all at once that it had happened. And now you’re alive, and well, and I don’t even know what to do with myself. I never even prayed for this, and here you are. Forgive me if I thank the Katell head on your shoulders instead of the maker.\nWe have the rest of our lives to catch up, but there’s much I have to tell you before you hear it from anyone else. Like many, it's a story that varies wildly depending on the teller. A year after you - left, if that’s a tactful way to put it? - the crown prince made the knight corps that he was trumpeting about, and I was selected to be in it. A year later, I was married to Tenenan Seznec, of the Seznecs who worked Kanevedenn’s inn, then a camp follower of our regiment. We were married thirty years, until her death. We never had children, but she was the most important woman in my life, and made me a better person by choosing to stay with me. It’s nice knowing you met her, even if it was when we were preteen brats impressed by Sir Carrec Katell, newmade knight.\nWe were all innocent little fools, then, so much so that it hurts to think of. I want to see you again, so that I can have an image of you that isn’t three decades old and fuzzy around the edges. Moreso, I want you to see me, so you can stop thinking of that wretched gangly teenager who was dwarfed by mam’s cloak. I can’t even imagine how we would arrange it - but I'm getting ahead of myself.\nI stayed in the crown prince’s company for the remainder of the war, earning my laurels, as it were. The crown prince became king two years after I wed. I’m sure you heard of the war’s end, even where you are, but it came when I was 26, when I had been in King Tristram’s company for five years. He had become my closest friend and companion by then, and we were seldom apart - as difficult as that may be to believe. Unfortunately, the next sentence will be even more difficult to believe when coming from your little brother. The same year the war ended I was ennobled by the king and granted the position of Lord Commander of Ferelden. Sir Connomor Katell, Baron of Kanevedenn, or what sorry little was left of it. I’ve made more than my share of mistakes over the past three decades, but I’ve always tried to act the way mam taught us to. In a way that would make you, her, dad, Tene, all of Kanevedenn, proud. Whether I have succeeded remains to be seen, but just the fact that I get to write this letter and get an answer is enough for me. It’s more than I ever hoped for, Carr, and if I hope for something, I plan for it. You’ve caught me without a plan, and now I’m messing up the words I did have planned, too.\nI want to hear everything, everything you’ve done since the last letter I got from you. I pulled it out from the book where I keep it, folded so long it’s almost split in half. It’s such an inconsequential letter, for what I thought would be the last one I received from you. And now I'm spilling my life story to you on a piece of paper, and hoping you'll do the same. Life is a comedy of contrasts.\nI'm refraining from any specific questions - I do want to hear everything, even if it takes a dozen letters. Choose where to begin, and we'll know as much as brothers should know about each other again. The young <character onclick='charDetails(`Estell Gornemant`)'>Warden Estell</character> who mentioned my name is the late king’s bastard, and someone I personally took a hand in teaching and guiding into adulthood. He's a good knight and a good man - if anyone else told me you were alive, I'm not sure I would've believed them. In truth, I would like to keep writing, but this letter is long and my hand is starting to spasm, so I will end it while it's still legible. If I forgot to mention anything, and for other questions you have, there will be more letters. Send your reply on a bird you trust, as I will be in Denim for the foreseeable future, eagerly looking for one. I love you, Carr.",
			"index":"34",
			"meta":"Connomor Katell, Carrec Katell, Estelle"
		},
		{
			"category":"Thedes Letters",
			"from":"Paragon Brezinaite Parison",
			"to":"<character onclick='charDetails(`Trahan`)'>Knight-Commander Trahan</character>",
			"content":"<character onclick='charDetails(`Trahan`)'>Templar Knight-Commander Trahan</character>,\nAs our newly crowned King [may the Stone guide her] has more pressing matters to attend to, I have volunteered to tackle the reply to your mountain of letters. This reply is a simple one:\n<h1>You are going to have to wait!</h1>\nDwarvezammar needs time to recover from our months without a king and settle in with our new one. The gates will remain all-but closed, this letter being one of the exceptions, in part because of the consistent rotation of Templars at our gates. Actually! If you want to send your soldiers to do something useful, I can send you a follow-up about a month before we set to open the gates again so they're not wasting any more of their time standing out there.\nAlso, because your letters had repeatedly brought up the Wardens: Dwarvezammar's relationship with the Grey Wardens is one of mutual respect and is also none of your concern. If our gates are closed to all but one I don't see how that's any of your business. Dwarvezammar's contracts with the templars have always included the clause for closed gates, and the current commander's lack of understanding will be noted.\nWe don't expect a reply!\nPargon of Dwavezammar, Brezinaite Parison",
			"index":"35",
			"meta":"Brezinaite, Trahan, Dwarveszammar"
		},
		{
			"category":"Thedes Letters",
			"from":"Dame Vérène Latreille, Marquise du Chateau Blanc",
			"to":"Monsieur le Dauphin d’Orlais",
			"content":"<img src='./data/Images/Marquise Verene.png' style='max-width:100%'><p style='text-align:right'>Juillet</p>Monsieur, I am given the task of conveying in words that which is beyond expression, which has already been expressed in reams of letters. How many condolence letters can one receive and still feel sincerity in the sentiment? When one expects every name in the social calendar to send a letter, it is easy for those letters to feel forced and cheapened, trite pieces of sentiment. You do not deserve that, Monsieur de Dauphin; your feelings are strong, and cannot be reduced to a ‘sorry’ note on fine stationery. Simple condolences feel lacking when the wound is fresh and raw - even when it has time to heal, the hurt is still there, under the surface. And at such a tender age - ah, poor prince, it is the height of cruelty to be deprived of love when it should be blossoming.\nI have arranged with my gardener for a rosebush to be sent - it is only one of many consolations you’ve been receiving, but I hope my humble gift will bring you solace. It is a lovely white rose, rich in scent, and takes to a trellis as if it was made to be nurtured by human hands - I have an arbor of them planted on my estate, in honor of my sister. Perhaps you will take comfort in planting one in honor of the one you loved, as I do.\nWith my sincerest condolences.",
			"index":"36",
			"meta":"La Dame Verene, Dauphin Orlais, Kim"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Knight-Commander Trahan, of the Templar Order, Denim</character>",
			"to":"Viscountess Islay Charteris",
			"content":"You knew what I meant. I gave you the binding order of a Templar Knight-Commander not to discuss it and the incident. I graciously allowed you to speak about it to close confidants, after you asked for this leniency. And you took this allowance and used it to flagrantly disobey my orders to crow like an overgrown rooster to your entire airheaded social circle. It seems the entire kingdom of Ferelden now knows about what was supposed to be a secret. The Templar Order has the situation completely under control - but this is being jeopardized by your rumormongering. Hysteria is the enemy of security. If the people panic, the people will die. Perhaps those deaths would weigh down your wagging tongue.\nMy orders are meant to be followed. I have full authority to jail you for flaunting my orders and endangering lives. I will not. Do not make me regret giving you leniency again. When I told you I hoped you had no reason to contact me again, it was because I did not want to contact you again. Do not give me reason to.",
			"index":"37",
			"meta":"Lady Islay, Trahan, Gossip, House Arrest"
		},
		{
			"category":"Thedes Letters",
			"from":"Unknown Templar",
			"to":"Official Log",
			"content":"<ol><li>By the books, you’re supposed to keep official logs, but this is far out enough that the books don’t apply much. If they ask for one, I’ll cut this entry out and give the brass this packet<hr></li><li>I hate this bloody forest. Everyone knows you get put on this patrol when they want to punish you. Like I did anything. That stupid bitch probably thought I talked back to her. Only thing I did was call her cute. And it is cute, her acting like she's a real commander. I know Estien probably did something, he’s too quiet. I’ll cut this one out too.<hr></li><li>Slogging through the Maker-damned woods.<hr></li><li>More of the same.<hr></li><li>We’re changing our route slightly to avoid what looked like trouble. It’s deeper forest, though, and now we have to deal with the plants. I know the Maker made it, but that doesn’t mean it needs Templars to see to it!<hr></li><li>Holy shit. Goddamn, maybe if we play our cards right they’ll give each one of us a nice position as Knight Seneschal. This is unbelievable. All we could do was stare, mouths agape. Estien never says much, but even he gasped at the sight of this place. I’m a bloody Templar, I know lyrium when I fucking see it. And this is more than I’ve seen in my life, and it isn’t being gatekept by those damned dwarves!<hr></li><li>Bloody miserable weather. Gives us time to map this place out, inside and around the forest. I can’t wait to see the look on that stupid bitch’s face when she sees what real templars get done. Estien has taken a few chunks to replenish what we lost when he found that apostate by the edge of the wood.<hr></li><li>Damn, I never knew Estien was such a stupid hothead. Flying off the handle over nothing. I guess I’m lucky he can’t read Ferelden. That’s what he gets for being a stuck up fucking maskie.<hr></li><li>Geeze, you’d think this place hates us or something. The weather is still miserable and the forest seems, oh, no, that sounds crazy. It’s as thick as it was, but I guess I just hate it more the more I look at it.<hr></li><li>I got the map pretty good. Estien said something about not telling the brass, and we got into it. What are we supposed to do with it? Fucking hour long argument with the daft bastard and him yelling at the top of his lungs. Guess he fancies getting rich the way he’s looking at the crap. I don’t know what they teach their Templars over there in the Maker’s “““chosen kingdom.””” <hr></li><li>The weather is finally letting up, though it’s still bloody miserable. Maybe one day they’ll finally get this stupid forest off the map. Estien apologized, surly enough, but he should remember that I’m the senior by four months.<hr></li><li>I told Estien we’re leaving tomorrow once the weather is light enough. I was expecting him to fly off the handle again, but he just got quiet and nodded. Said he’ll take the night watch, I should sleep. Thank the Maker, makes my life easier. We’ll earn our laurels for this, that’s for sure.<hr></li></ol>",
			"index":"38",
			"meta":"Templar, Lyrium, Murder, Official Log, Exposition"
		},
		{
			"category":"Thedes Letters",
			"from":"P",
			"to":"Cielle",
			"content":"<u>A topic list: on the matter of being ruled over by magic, the early Andrastean chants, etc.</u>\nI believe the greatest privilege afforded to me - other than the privacy of my own (guarded) room, as being ungrateful is a disease of the soul - is my filtered access to the royal library. I consider it our finest inheritance, being what remains of my portion in this cloister. My access to it is fettered - but even limited to what can come to my hands, we have some of the finest Chantry treatises published in Orlais in the past millennia. My next letter, once I’ve had time to sample my latest fruits, will have a short reading list of the most illuminating texts. I have many uses, you see, from my tapestried chamber. I separate the intellectual wheat from the chaff for you, whose schedule is too busy to read tracts by barely literate northern Orlesian clerics two hundred years after the death of Andraste. Fascinating concepts, but it would not be worth my time if I had other ways to spend it. Other than performance or convenience for others - but these pursuits are mine own, so I take more pleasure in them.\nThere are several different translations of that oft-quoted precept: magic exists to serve man, not to rule over him. Even the conceit of man/pronoun is one introduced by Orlesian clerics who worked on the codification of the Chant in the early days of our Chantry’s spread. Magic exists to serve [mortals], not to rule over [them.] Magic, at least, is an unambiguous word - or so you would think, wouldn’t you? The Andrastean Chant verses were originally written in a now-extinct dialect which existed along the Orlesio-Ferelden mountain border and evolved into the mountain dialects of modern Ferelden and Orlesian. I have never been to the area to confirm, of course, but my information comes from The Linguistic Origins of the Andrastean Verses in the Chant of Light - by a scholar working under the current Divine, so you hope it’s reliable. In Andraste's time, the dialectical word for ‘spirit work’ and ‘magic’ was the same - though used in different contexts - a differentiation several papers have been written on. The distinction must have been important once, but we retain little knowledge as to why one was made. The ‘magic’ of our Chantry doctrine may be a simplification of the edicts of our foremothers.\nThe words that occupy most of the dialogues are those that form the dichotomy given to us by our maker - to serve/to rule. This discussion could be given over to its own book, so my thoughts regarding it are as of yet half formed and unfinished. Primarily: there is an irony present in it that makes me wish to learn more. Magic rules over the mage far more than it serves us, even as we serve man. This is our burden, as I am often reminded - but what is most interesting to me is what exegeses may reveal about the nature of the burden.\n\nThat is roughly where my thoughts conclude - a preview of a more complicated piece I hope to write after a thorough review of the literature. Once my benevolent overseer vets my requests, and they are passed along the chain. Should you come across a copy of Prioress Loulanon’s Service in the Chantry: An Examination of Andrastean Definitions of Service, there is not one already in the collection. Keep well. ",
			"index":"50",
			"meta":"P, Unknown Writer, Chantry, Templars, Circled Prince"
		},
		{
			"category":"Thedes Letters",
			"from":"P",
			"to":"Cielle",
			"content":"<u>A topic list: on the modeling of the celestial sphere, microcosms, interlocking worlds, parallels and exchanges, etc.</u>\nA tower is an interesting microcosm of the wider world. We are not truly self-sufficient here, as the Chantry relies on the infrastructure of Orlais and vice versa, but for the purposes of intellectual exercise we are. I keep coming back to the idea of a celestial model I saw in an early Orlesian court recording - not our first king, but his grandson during Orlais’ first Age of Silver. As you are intimately aware, the creation of marvels is one way for a king to show to their public that not only is their kingdom prosperous, but their ruler has an appreciation for the beautiful and the intellectual. The best of these marvels, as our ancestor’s celestial globe, imitate the heavens or our faith, to tie earthly rule to heavenly rule. In any case - this particular globe was a speculative model of our world as made by our maker. Terra firma is a solid glass globe, comparable to a marble, with its contours traced in paint and gilding. It is suspended with an ethereal glass sphere (ambitious plans detail vapor or condensation in it, which I doubt came to fruition), blown to perfectly encapsulate our world in miniature.\nThe existing sketch of the model is from The Courtly Record of Mother Gervaise, the aforementioned king’s sister, who took the cloth. I am sure in the intervening centuries, the chaos of our beautiful world has shattered its glassy perfection. There are many different celestial models postulated for the structure of our world, but that is not my main topic here today. Consider the tower, self-contained, a world unto itself. Outside of it, another world entirely - insubstantial to those within the self-contained world, but as real as a sheet of glass (and as intangible from a distance). Those looking from without can see within, but to look out is to receive a phantom impression, and a poor one. From my window I see the sprawling component gardens of the Circle, and beyond, the steeples and roof peaks of Val Bayeaux. A world, but one which is as immaterial to me as the shattered sphere of our predecessors.\nThis is not meant to sound morbid or unappreciative, but it fascinates me to think of comparative models. Our creator is infallible (as is held by our Chantry), and many things in this hand-created world have parallels when one is willing to look for them. There is one regard which lacks a parallel I am aware of yet outside of Holy Andraste - the meeting of the two worlds, in guests and guards. It allows for a cross transfer of ideas and knowledge in a way not modeled out in celestial globes - limited, naturally, but a present factor nonetheless. I learn much of the day-to-day workings of the kingdom from you, but a scholar learns the most fascinating things from snatches of conversation between guards and servants.\nIt gives you two unique perspectives: the outsider looking in, and the insider looking out (this phrasing is clunky, Cielle, but bear with me). Neither has the full experience of the other world, but establishes a simulacrum in their mind from their own observations and the observations of others. Today - if you forgive my habit of eavesdropping on others - I heard several things. Ferelden, a place I have never visited outside of academic treatises, is threatened by a Blight, according to the words of a Templar who claimed his friend was re-stationed with a unit going to Ferelden. I have many thoughts - based on reading, and my idea of the wider world - but who is to say if any of those are readily applicable? A kingdom that was Orlais’ when we were children faces a Blight: the progression from that sentence seems so heavily implied I need not say it outright. But the world has changed since we were children, even more so from my perspective. I have no way to know how accurate any conjecture might be, and only the data which comes to my ears is by chance. I think it’s a position many are in, but the uniqueness of my limitations make it more pronounced.\nIn any case. I intend to do more reading on the modeling of the heavens, once I make up a request list for the three libraries I have access to most readily. I am most curious how the more complicated models of the later Chantry incorporate the Blight - the earliest ones seem to hope that a damnatio memoriae of the first Blight would prevent it from happening once more. That is another letter, though, and the books are not here for it yet. Keep well, Cielle. I think you need a new quill, by the by.",
			"index":"51",
			"meta":"P, Unknown Writer, Chantry, Templars, Circled Prince"
		},
		{
			"category":"Thedes Letters",
			"from":"P",
			"to":"Cielle",
			"content":"<u>A topic list: on captivity, punishment, and confinement in secular and religious society; punishment as defined in the Chant, etc.</u>\nCaptivity and punishment are not synonymous, but in secular society, they are best visualized as concentric circles (captivity is a punishment, but not all punishments are in the form of captivity). I say this strictly in a secular sense, of course - as I understand from my readings, the most common forms of criminal-political punishment in Orlais are imprisonment and execution, with a historical tradition of mutilation for political prisoners. This is true for most of the world, though the intricacies naturally vary depending on the kingdom. Your kingdom favors imprisonment over the other two methods, while Antiva seems to take joy in depriving their petty criminals of various appendages. These are the punishments the social structure of a kingdom has decided are fitting for members which break the accepted paradigms (I am only speaking of the countries which follow the true Chantry, to keep the discussion focused). We quickly see that this establishes an odd dichotomy - captivity is both a secular punishment, and a religious necessity. How do we bring the two contrasting ideas to an accord?\nIn mainstream Chantry thought there is a strict delineation between captivity-as-punishment and confinement-as-necessity. Indeed, the word confinement is exclusively used in the exegeses to describe the state of the Circled Mage, as some scholarly predecessor of mine rightly decided it was a nicer sounding word. Indeed, confinement bears the connotation of something that is done for your own good, which is an extremely helpful distinction. I have been reading the writings of Chantry Mother Irénée on the development of the Circle system in the modern Chantry, who further develops this contrast. I find the best Chantry arguments avoid the trap of splitting hairs over terminology, and go back to the Chant to look at what our maker considers punishment, when it must be meted out.\nAh, but the counter argument may come: are these punishments not on too grand of a scale to have parallels to our pedestrian, mortal existence? This is not truly a counter argument, in my opinion, as one finds pleasure in existence by drawing parallels with the myth and magic that underpins it - at least, I do, and this is my letter. Obviously, the Godly punishment which comes to mind first is that meted out after the Second Sin: the damning of the magisters & their “gods,” and the advent of the Blight which now threatens your former territory. One may describe the Blight as an execution or as a mutilation (unto a population who have strayed from agreed upon paradigms), though its wrath is where parallels begin to feel paltry. But are the old “gods” not a perfect example of a precedent of captivity as punishment in the Chantry tradition, direct from our maker?\nAnd here we find what I feel is what truly makes the distinction between captivity & confinement in Chantry thought. The self-titled gods are in Captivity, unable to aid or influence in any way. Their separation from the world protects the world - as my confinement does the non-mage - but they are deprived of the use of their talents and ability to influence. While my influence is limited to particular scholarly circles and using magic to clean the armor of the Knight Vigilant for show, it remains true that I am allowed to act. Hence we establish a true distinction between confinement and captivity, shoring up Chantry thought.\nSo. Next time Antoine complains of his duties, tell him he is confined, not a captive. I am sure that will work perfectly.",
			"index":"52",
			"meta":"P, Unknown Writer, Chantry, Templars, Circled Prince"
		},
		{
			"category":"Thedes Letters",
			"from":"King Arsenic Aeducan",
			"to":"Grey Warden, Legionary,m y dear, esteemed cousin, etc.",
			"content":"<img src='./data/Images/King-Arsenic-Letter.png' style='max-width:100%'>\nIt's a pleasure to receive a letter from the exonerated, even when it brings ill tidings. We're dwarves of Dwarvezammar, after all - letters with grim news are as natural as a hammer in the hand. Yours is only the latest letter I've received about [or from] this Templar commander who's had her knights skulking about the gates for weeks. I doubt our forebears [Stone keep them] had such a nuisance in mind when they contracted to sell lyrium to these Templars. I cannot imagine this Trehan will be pleased with the Brezinaite developments, but she doesn't need to be. You and I both know that the Dwarvezammar gates will hold up to an onslaught, were it to come. And I don’t think it will. The surfacers have too much to lose to throw bodies against a barred gate.\nThe Stone gives us our burdens and knows we can shoulder them. Even with our respective positions, I hope to hear more of you in your next letter. Dwarvezammar likes having a King back on its throne, especially one who came to it in such an interesting fashion [and with Paragon support]. King Arsenic - it isn’t hard to believe, but it’s amazing that Dwarvezammar trusts us enough to let me lead it through the times we’re in. Be sure to let your cousin know when you’re going to end the Blight, so we can start bolstering the legion.\nMay the Stone protect you and guide your steps over it.",
			"index":"53",
			"meta":"King Arsenic Aeducan, Leucite"
		},
		{
			"category":"Thedes Letters",
			"from":"Dame Vérène Latreille, Marquise du Chateau Albâtre",
			"to":"Mademoiselle la Comtesse",
			"content":"<img src='./data/Images/Marquise Verene.png' style='max-width:100%'><p style='text-align:right'>Décembre</p>Ah, ma cherie, thank you for the recommendation for a tailor experienced with work in silvercloth - the gentleman my mother went to had retired, and there are so few now who work with it. It was a shock, honestly; when I was a girl,  one was practically required to have a silvercloth dress for the winter holiday season; my sister and I had a matching pair for the deep winter galas. As thanks, I have given your name to my perfumier - Mademoiselle Lorieux, at the sign of the violets on the Rue de St. Cyr - she has very few openings, and I thought you would appreciate having the chance to sample her art. I have found no finer perfumer within Val Bayeux, and my mother employed Monsieur Vaugrenard for years before his death - so I like to think I have something of a nose for it. She makes all of mine, and has a partial contract with the queen, if you have heard.\nI am glad to hear your fiance has recovered from the illness which troubled him so this past month - and in time to see you together, no less. I can hardly think of a more well-suited couple. I have already written him a letter wishing him well. Will you two be attending the evening feast held prior to the gala at the Vicomte’s - I imagine so, but your fiance’s health makes one ask. As for myself, truly, my days have been uneventful save for an unfortunate trifle that’s been troubling my femme de chambre. I have been so preoccupied with preparations for the gala next month - the one at the Vicomte de Clerembault’s, dear, I know we shall see each other - that she had to bring the matter to my attention, or else I scarcely would have noticed.  One of my young maids has left without any notice, only a note addressed to myself and my femme de chambre; with that, she seems to have disappeared into thin air. Of course, my femme de chambre asked around the city as soon as she knew, trying to bring the wayward girl back before she ran into trouble, but she seems to have left Orlais entirely. That concerns me, more than anything else - a girl raised in Orlais is ill-suited to Ferelden, or the Free Marches, or other such places. The delicate talents we learn here are often wasted elsewhere - and Ferelden is in such a tumult with their King’s death that one fears unrest. The note said she wished to find a job that supported her family better, and oh, if she had told my femme de chambre or myself this before she left, I am sure we could have worked something out. What does one do with these impetuous young girls? You look away for a moment and they are halfway to Ferelden without the clothes on their backs or a decanter of elderflower wine. Ah, youth, I suppose. I worry, but there is nothing to be done except hope she returns and have my femme de chambre keep an ear out for her. One worries about a girl her age on some rough road, surrounded by cutthroats and rouges in cheap paper-thin armor, vying for her attention and her virtues. It hardly seems preferable to ivory silk sheets and chou a la creme on the holidays - but such is youth. Hopefully a dove will find its way home to its dovecote.",
			"index":"54",
			"meta":"Marquise Verene, La Dame, La Comtesse, Val Bayeux, Dieudonnée"
		},
		{
			"category":"Thedes Letters",
			"from":"Jean-Antoine de Mandrillon",
			"to":"Ma colombe",
			"content":"<img src='./data/Images/Dauphin de Orlais.png' style='max-width:100%'>Delight of delights, dream of dreams, miracle of miracles! I  grew faint when my valet handed me your letter -  the handwriting! The handwriting, mon trésor, I knew it was yours, I would know it anywhere, I've looked at it daily in my locket when I thought it would be the last piece of you I had. And to hear you are well, alive, thinking of me - it is a miracle, ma colombe, a miracle I could scarce have dreamed of.  What miracles magic can work! My heart bleeds to know of your family's troubles, bleeds to hear of your burdens, but sings like a bird to know death hasn't claimed you so soon.  Oh, I could have hardly imagined this! I will keep your letter in the pocket of my waistcoat, beloved, and treasure it always.\nI will stay in mourning, my sweet, so that maman will not think to entangle me in any more engagements. And my mourning wardrobe has been ordered and tailored, dearest, so you know the talk that would happen if I sent it all back! The black crepe, the taffeta, the silks, the mink fur from the north, it would be a pity to return it all.  I will stay in mourning and declare I will never love another - and then we will be reunited, and Maman will have no choice but to agree! I will keep your dagger with me by my heart, mon trésor, and it will keep me safe until we meet again. Would that I could ease your burdens, dearest, but I hope my letters lighten it. Please write as soon as your burden allows, I will abide as long as you need!\nAll my love, all my joy, all my delight, your,",
			"index":"55",
			"meta":"Kim Keeper, Jean-Antoine de Mandrillon the Dauphin"
		},
		{
			"category":"Thedes Letters",
			"from":"YE HERALD OF FERELDEN | DENIM’S ONLY ROYALLY AUTHORIZED BROADSHEET | ACCEPT NO UNWORTHY IMITATIONS | SECOND NOVEMBER EDITION",
			"to":"The Public",
			"content":"<img src='./data/Images/Ye-Herald.png' style='max-width:100%'><strong>VISCOUNTESS ISLAY CHARTERIS PUT UNDER HOUSE ARREST! DEMANDS TRIAL! ARRESTED UNDER ORDERS OF KNIGHT-COMMANDER TRAHAN OF THE TEMPLAR ORDER</strong>\nWise readers will be aware of the name of Viscountess Islay Charteris, one of the most socially influential women in Ferelden. She  is perhaps best known as  the originator of the current trend of elaborate pictorial embroidery in women’s dress in Denim's nobility. It was noted in the last edition of this broadsheet that Viscountess Charteris was missed at a ball held recently at which her attendance was scheduled, entirely uncharacteristic behavior on the part of the good Lady. This broadsheet is the first news source of any note to learn the source of this unexpected absence, in this exclusive report from Ferelden’s Herald. Per the public records and announcements of the Ferelden Order of Knights Templar, Viscountess Islay Charteris was placed under house arrest on the orders of Knight Commander Trahan of the Templar Order, charged with the willful obstruction of and interference with Templar business.\nViscountess Charteris, from her home in Denim, has protested this punishment of house arrest and has demanded a legal trial. Her husband, the Viscount Charteris, who invariably follows his wife’s wishes, has personally seen Knight-Commander Trahan to ensure that his wife has a fair trial. Viscountess Charteris laments being absent from the many functions on her social calendar, as well as only being able to send letters by pigeon, lest the Templars posted at her door read her correspondence without returning them. What she calls the “deepest blow” in this exclusive report to the Herald is the fact that guests cannot come to her home without being searched before they leave, much to her distress, as her number of callers has greatly decreased. \nKnight Commander L. Lowen Trahan helms the honorable Order of the Knights Templar in Ferelden, headquartered in Denim. Our wise readers will be familiar with our Knight Commander, who, despite being one of the youngest Knight Commanders in Ferelden history, has slain three abominations. The Knight Commander reports that Viscountess Charteris was “treating Templar affairs as if they are cheap gossip” and “needed to be taught that her jawing has consequences before [Viscountess Charteris] gets someone killed.” Her authority, she says, comes from the authority of the Chantry over the Maker’s people. \nThis revelation comes at the close of an eventful period for the Templars, who have been unusually busy within the city of Denim. Our wise readers will recall the Knight Commander’s beheading of an apostate found and held by Templar novitiates in September, increasing Templar surveillance due to the continued danger of an  apostate presence in the city. Some believe that this situation may be related to the dangerous abomination originating from the Alienage, which was mercifully dispatched by our own Knight Commander. Regular readers will recall our previous articles regarding these events, which were covered more thoroughly at the time. All the more reason to subscribe to the Herald of Ferelden - Denim’s only royally authorized broadsheet.",
			"meta":"Newspaper, Ye Herald of Ferelden",
			"index":"56"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My dear Carsten",
			"content":"Goodness, it must be a busy time for your order in this little kingdom of ours? The things I’ve been hearing sound so terribly dangerous and exciting. Secret conclaves of mages, wandering apostates in cities, rogue heretics in the countryside, abominations, ooh, you must be so brave! I know you haven’t been able to write much recently because you’ve been so terribly busy, don’t think that Lady Rohesia doesn’t tell me these things! As soon as you’re not doing important Templar things I expect a fulllllll letter and one to your faithful Essie too! You’re still planning a summer wedding, yes? And I’m still in pride of place on the invite list, surely? I jest, I jest, I know all about it from your lovely lady. \nI know you’ve been kept away from the center of the world - Denim, you know, where everything happens! Oh my goodness, you might not have even heard yet, on the other side of Ferelden. Oh, my, do I get to be the first to tell you? It isn’t that I take any pleasure in it, but it’s such important information that I feel rather important getting to tell it. You know, I had noticed that our poor Knight Commander was looking a little haggard - I suggested myself that she should get some well deserved rest! She just looked so tired and worn and like she was taking on work that wasn’t hers, you know? Oh, I simply felt awful when I heard that she’d suffered a heart spell and wouldn’t be on her regular duties. The Maker gives his strongest battles to his stoutest shields, they say! I’m sure we’ll all miss her ever so much until her return. Do you think that will do anything to your work, dearest? I just love hearing your thoughts on our honored Knight Commander.",
			"index":"57",
			"meta":"Carsten, Islay, Gossip, Essie"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My dear Ealar",
			"content":"I know, darling, I know what you were thinking before this letter reached you. \"Oh, I just received a letter from sweet Islay, surely it will be some time before she has something else so interesting that she must write to me!\" Well, my friend, these <i>are</i> interesting times we live in, if <i>nothing</i> else, and oh, do I have something to share with you! I'm <i>sure</i> you've heard (from me, no less!) the rumors swirling regarding a certain Commander of a certain specialized force that operates in a <i>grey</i> area, if you understand. Regarding her fitness, her age, if that age has made her judgment <i>doubtful</i>, her health, so on and so forth.\nAnd I only have another thing to add to this! That grey commander was seen not only <i>fraternizing</i> with a <i>criminal</i> in Denim, but actually picking them up and taking them with her! Is that who<s> the grey wardens</s> they have to fill their ranks with now? Common, dangerous criminals from the streets of Denim taken in front of all and sundry? Can we really trust <i>that</i> judgment? Would you, my dear?",
			"index":"58",
			"meta":"Ealar, Islay, Gossip, Nine"
		},
		{
			"category":"Thedes Letters",
			"from":"Islay",
			"to":"My darling Lilias",
			"content":"As always, it was a delight to have you and Ivor over for dinner! It’s been so trying, having my society so limited, so you can imagine how splendid it is to get back to business as usual. I forgot to mention this little tidbit to you over dinner - you had ever so much to tell me about Orlais, and you know, I told you about my ordeal in Templar custody! It slipped my mind, and all the better, since I’ve gleaned a little more information off dear Arwyn. He knows everyone who isn’t anyone, you know, and I handle proper society for him. I wish I knew more particulars, honestly, but half information is better than no information, as you know!\nAlas, no names. A certain Denim noble has been ill for some time, and apparently, it’s the sort of thing that can’t be handled with poultices and the apothecary. Too serious to be cured by anything besides magic. Usually, you just ask for aid from the kingdom’s Circle, but apparently the Ferelden Circle didn’t have anyone they could send! Apparently it’s, like, a whole thing, darling, and it’s been inconveniencing the family of this suffering noble terribly. They had to send to Orlais for someone who’s actually able to perform the kind of magic you use for illnesses, with an escort and all. I feel terribly sorry for whoever it might be, really - having to wait so long to be cured without knowing why! It tugs the heart strings, it does. You don’t have any idea who it might be, do you? I mean, between friends, of course.\nP.S. I do have to specify, since I was the one to tell you of the poor Knight Commander’s heart spell, that this has nothing to do with her unfortunate health troubles. I hear that she’s the type of Templar who won’t be healed by a mage, anyway. More importantly, darling - did you see she was out for the first time after her unfortunate spell and she’d cut her hair? Ugh, it’s so short, it looks terrible! Andraste didn’t make us women just to throw that away and look like the weaker sex! ",
			"index":"59",
			"meta":"Gossip, Islay, Lilias, Circle, Trahan, Heart"
		},
		{
			"category":"Thedes Letters",
			"from":"Teryna Lilias Spens",
			"to":"My darling Islay",
			"content":"Islay, my love, I know it’s only been months since we last saw each other, but it feels like it’s been years. Ivor and I are on the long journey back from Orlais - by boat, this time, you know it’s what Ivor prefers. It’s been lovely, actually, it’s sort of a travel ship especially for nobles chartered by the Queen - though I suppose that’s neither here nor there. It’s a lovely courtesy for the Queen to extend us, but she’s always been very nice to her Ferelden friends. I know ages ago she sent some manner of gift - masks? - to the late lamented Keepers. I still can’t believe that, really, it seems I was exchanging letters with Dorothea yesterday. And the King! One of the Queen’s ladies-in-waiting gave us flowers personally as condolences for King Gornemant - Ivor was acquainted with him, of course, and it was a touching gesture. She said something about the Queen hoping her Ferelden friends would remember her kindly, as she remembered the Keepers and the King. The Orlesians are truly only second to Ferelden in terms of hospitality and thoughtfulness. Though it helps that my Ivor is such a charming gallant.\nThis is to say, of course, that I hope your schedule is free in a fortnight when I return. I’ll host at mine, and I’ll reserve your day from teatime til the evening after dinner. You know my table settings are unmatched, and my menus are tied only with yours in terms of taste. How I long for that pleasant evening of conversation, just the four of us, unworried and discussing the most important affairs of the season. With Orlesian wine, naturally; it would be unimaginable to take a trip and not bring back any.",
			"index":"60",
			"meta":"Gossip, Lilias, Islay"
		},
		{
			"category":"Thedes Letters",
			"from":"Your Essie",
			"to":"My beloved",
			"content":"I know your duties are an honor and a service to the Maker. I cannot help resenting how they take you away from me. We are planning our nuptials, and I cannot arrange to have you posted any closer than Jader? That glorified trading post? It makes my blood boil! As if there is not enough talk in this city about apostates hiding in plain sight. It isn’t all people can talk about, but because I am wedding a Templar - capitol T - they feel the need to tell me their personal fears. As if I can do anything about elven alienage apostates or abominations or secret mage maids. If they even exist! I see why you complain about it, I do. It’s even sillier when it’s me. What am I going to do, pick your sword up and start swinging it around in the marketplace when I see someone acting suspiciously magical?\nWretched. Wretched! And I am left with your silhouette on a cameo and your scarf to wrap around myself and pretend it’s you. What can possibly be so important in Jader that it needs to keep me from you? Our wedding is coming up and I don’t have you here to plan it with me! I don’t see how your commander thinks this is an acceptable situation, but she’s hardly available for critiques. And I don’t want you getting in trouble because I decided to poke my nose into things. I say this with love - you know this, my beloved - but you really are glorified security. Can’t they just have you wander around Denim looking important, or something? Jader! I suffer so and it isn’t even my fault.",
			"index":"61",
			"meta":"Essie, Jader, Templars, Wedding"
		},
		{
			"category":"Thedes Letters",
			"from":"Carsten",
			"to":"Bunny",
			"content":"Darling, there’s irony in calling Jader a glorified trading port when I am truly from a glorified trading port. I can imagine you saying it, too, which just makes me miss you. If we were already wed, you could come with me to Jader and stay in the residences the Chantry keeps for templar wives. I did try to make an argument for you, being our wedding is close, and it isn’t like there would be impropriety. I mean, you’d be quartered with a bevy of other wives, any impropriety is your own business. You know, I’ve been at this for a while now, and once you have tenure you start thinking you can get away with wiggling the rules a little. And this is so minor, you would think, hm? Apparently letting an unmarried fiancee stay in the wives’ quarters is how you start the downfall of the Templar Order.\nI could say that there are other things that will lead to the downfall of the order, but I’m a nice man, so I won’t. There are finer things to talk to my bonny bride about. Frankly, I have no idea why I am in Jader. The others gossip - not me, no, I’ll just repeat what I hear. Though I don’t listen much. Important mage prisoners, or something in the seedy underbelly? The first is our bread and butter, so I imagine it’s right, though it isn’t really gossip. Apostates seem to be a silver a dozen now, between there and Denim. Hey, maybe if you try again and tell the commander how terribly scared you are without your big strapping templar to protect you from apostates? Don’t you think it’s worth a try?\nEver your knight in shining armor ;)",
			"index":"62",
			"meta":"Carsten, Bunny, Jader, Chantry, Templars, Gossip, Dorothea, Apostates"
		},
		{
			"category":"Thedes Letters",
			"from":"Knight Seneschal Jago Trahan, of the Enys Isles",
			"to":"Knight Vigilant Berthelot, of Val Bayeux",
			"content":"May the Maker preserve His Templars, and grace our late brother Knight Commander Kindelan with a place at His side. Selection time for the vacancy left by him will be soon. I am the longest serving Knight Seneschal in Ferelden, and we know the way our Order works. I write to give you my particulars to give to the blessed Divine for her review. I, Jago Trahan, fifty nine, have served as Knight Seneschal of the Enys Isles for thirty years, since the death of my father, Lowen Trahan. I have not been disciplined for insubordination, because I am not a churl or a coward. My records are available to you, but I have put down two abominations with my own sword. There are no reasons why I would be an unfit Knight Commander.\nAbove all: it would be my honor and sacred duty to serve Ferelden as Knight Commander. My sword and shield would serve the Maker and His Templars before all else. My girl should become Knight Seneschal of the Isles in my place, if you'll allow it. Don't worry about her whelping a litter, she is a Templar before she is anything else. She will not shirk her duties, as I did not shirk mine with her. I await your reply at my post on the Isles. May the Maker keep you well.",
			"index":"63",
			"meta":"Jago Trahan, Templars, Val Bayeux, Kindelan, Bethelot"
		},
		{
			"category":"Thedes Letters",
			"from":"Orlesian Newspaper?",
			"to":"The Public",
			"content":"<strong>DAUPHIN STILL IN MOURNING\nBereft Dauphin Swears He Will Never Love Again</strong>\n<p style='text-align:justify'>VAL BAYEUX - Jean-Antoine, Dauphin de Orlais, again declared his intention to never wed at a soiree held at the Vicomte de Clerembault's salon earlier this week. The Dauphin, citing the death of 'the woman closest to his heart,' said he 'could never give his love so freely again.' Pressing his silk handkerchief to his face, his voice wavered as he spoke of his deceased beloved. The young noble the Dauphin corresponded with with aims to marriage was killed along with her House in a raid by the Ferelden Order of the Knights Templar several months past. No arrangements were finalized, but the Dauphin has said they were coming to an engagement. The Dauphin was seen at the salon in deepest mourning attire; black brocade surcoat with black silk tunic, polished black leather boots, and a fine Antivan black lace jabot. Holding the jabot is a locket of Ferelden jet carved in the form of a heart - which the prince showed at the salon. In the interior are excerpts from letters; his paramour's signature, and the Dauphin's name written by her. The Dauphin kissed the locket with a sigh prior to repinning his jabot. When asked by the Vicomte if he was 'making a hasty decision about never marrying, as a future king' the Dauphin gasped and pressed his hand to his mouth in offense. Declaring that 'he knew as soon as he heard she was dead that he'd lost half of his heart' and that 'he could never endure that again,' the Vicomte was forced to apologize to the Dauphin. Her Highness, The Reine of Orlais, had put forward no comment on her son's deep mourning as of publication time.</p>",
			"index":"64",
			"meta":"Newspaper, Dauphin Jean-Antoine, Kim Keeper, The Reine of Orlais"
		},
		{
			"category":"Thedes Letters",
			"from":"[ink impression of a feather]",
			"to":"Unaddressed (presumably Medo)",
			"content":"One knife. One caravan. Seven hearts. Seven throats.\nCaravan of seven fledgling greys, traveling the remote road. Catch them unawares, in the night, and leave their bodies for the crows.\nYou have one chance.\n<i>{The ink impression of a feather pressed against the page is the only sign off at the bottom of this letter.}</i>\n",
			"index":"65",
			"meta":"Medo, crows, Grey Wardens, Assassination"
		},
		{
			"category":"Thedes Letters",
			"from":"Connomor",
			"to":"Sir Estell",
			"content":"I had forgotten how difficult it is to ensure letters reach people who are constantly traveling, an ironic thing to forget given how often I was in your position. This isn't an excuse for the tardiness of this letter, mind, but perhaps reflects the general state of confusion that the city and I both have been in. My duties have been pulling me in one direction, then another, and I have finally found something to pull me towards the writing desk. My personal letters have all been gathering dust, I regret, with Orlais, the Wardens, and our mutual friend the Templar. Maker save us from politics.\nI am beginning with the subject you do not like to broach, as there is no avoiding it now. I will keep it brief. Under the current circumstances, you must seriously consider what it would mean to take it, and what that would entail for you. If you finish this consideration and decide that you will, know that I would aid you. Please consider this with the same gravity I do. I thank you, Estell. Now to what I do not wish to discuss: I need you to trust me, and my actions. There are pieces in motion I cannot explain now, but will be clear later; I do nothing without reason. One day I will explain, but for now, I ask you to trust me. Let us move to more pleasant subjects.\n I know your last letter was some time ago, but I would feel wrong to go without replying to it. It makes me proud to see the knight you have become in spite of the training you disliked. If dislike is a strong enough word, hm? I regret that I wasn't able to have you join and train in my own company of knights, rather than the order. The training you are receiving now, however, is going to be more valuable to you than that would have been. What's most important for a good knight is to learn what it means to travel the roads, to meet people, to see what you can do for those people, to try to do good. You're only starting to come into your own, Estell. Even if you don't, you've come far.\nMost of my business does not bear mention; I am incredibly busy, so much of it frivolous. I hope that one of my duties will allow me to visit Kanevedenn in time for Tenenan's birthday; to make sure the flowers are ready. I doubt our paths will cross in person soon, but I hope that you will write when you are able - I understand that you are as busy as I am, if not more. While I can hold myself to standards of tardiness, it would be absurd to do that to a young knight on the road. I'm not sure if I sent a letter in a timely fashion until I was far too old to have a good excuse. You, however, have a very good excuse, and don't have an old soldier's bad habits. I hope you are well, Estell, and I look forward to your reply.",
			"index":"66",
			"meta":"Connomor Katell, Estell Gornemant"
		},
		{
			"category":"Thedes Letters",
			"from":"Estell",
			"to":"Sir Connomor",
			"content":"I have about a dozen sheets of scrap paper next to me that I'll have to burn after this, but it feels like there's no good way to write this letter.\nI don't know if you heard I've finally graduated from Templar-Recruit. It seems that this was only the beginning of my luck, because I have been deemed fit to receive \"a special education\" from Knight-Commander Trahan herself. \nSir, I think if I fail this she will kill me.\nThat is actually not the point of my letter. My first lesson was Commander Trahan trying to convince me the Templar Order's Way was the only way to stay alive. She shared a story of when she was a girl and her father brought her on her first abomination hunt. She shared that even before she was 10 she was well trained enough to use her shield and distract the abomination that used to be her friend well enough for her father to kill it. She then went on about the importance of knowing how to use my shield, constance vigilance, and that she was <u>lucky</u> to be trained so well at such a young age or else \"that <u>thing</u> that pretended to be [her] friend\" would have \"torn [her] throat open and cracked [her] skull to get at the meat.\"\nSir. What <u>was</u> that? What am I supposed to do about that?",
			"index":"67",
			"meta":"Connomor Katell, Estell Gornemant"
		},
		{
			"category":"Thedes Letters",
			"from":"Lady Islay",
			"to":"My darling Lilias",
			"content":"Oh how are you, darling? Is darling Ivor well, and please tell me he’s going to be called back from whatever diplomatic tomfoolery he has to do in Orlais soon? Denim is positively dead without you, darling! And what would you do without me to tell you what’s been happening on the social scene? You would be so woefully out of date. It’s just dreadful that the biggest social event of the season was for something so terribly tragic. Oh, our poor dead King! It feels like he was cut down in the height of his prime, doesn’t it? Oh, I know he was in his fifties but it was all so sudden and public that it makes it feel positively tragic, like something in one of the plays they put on in Denim! I must tell you about it - of course I was in attendance, everyone who is anyone in Denim was in attendance in their best and most funereal. It was so terribly sad, darling, like any proper funeral should be. \nReally, darling Lilias, my heart bleeds for poor Conn - the Lord Commander lets me call him Conn, you know. The King’s death has affected him so terribly and he was already in such a state! He read the most touching eulogy about the King, his dearest friend and closest companion - did you know he saved the King’s life during the war when he lost that arm? I had no idea, darling! They were inseparable! When he started weeping you know I can never stop myself from weeping too. Oh, poor Conn! After, you know, the funeral things, was what everyone was looking forward to - the feast. And oh, Lili, the poor man was blind drunk when the feast was barely started - he came up to talk to me, you know, and I felt terribly for him. He showed me the ring the king gave him, you know (and what a ring, Lilias, the prettiest pale blue sapphires and gold you’ve ever seen)! He was saying something tragic about this being the last time he could kiss Tristram’s ring, and how unfair it was that he had to bury his best friend when he loved him so much, when one of those other knight types came and took his arm. Conn was put out, but the knight was so apologetic and I told him nonsense, he had nothing to apologize for but loving his best friend! Well, that made the poor man sob and by then my love was back from dreary conversation and we had our meals to worry about, you know. Oh, Lilias, isn’t it just tragic? And you missing all of it in stuffy old Orlais is doubly tragic! Write soon, darling, and come sooner.",
			"index":"68",
			"meta":"Lilias Spens, Lady Islay, Gossip, Connomor, Rumours, Gossip"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Shou Tucker`)'>A friend (Shou Tucker)</character>",
			"to":"<character onclick='charDetails(`Arlessa Carina`)'>Honored Arlessa</character>",
			"content":"You know me, but discretion requires the artifice of disguise, both of my handwriting and my name. The topic of this missive is a sensitive one, and I urge you, read no further unless you are in private or amongst loyal friends. Our mutual secrets must remain as such, honored Arlessa.\nWith solitude assured, I know of the trouble you're having, my Arlessa. I have seen this before, though do not let that statement provoke as much fear as it may have previously. This mother's nightmare is one that has happened before, to noble ladies like you, of the most august rank. I also know your hope - that this might be somehow resolved without the loss of your son and heir, and without the looming shadow that bears not mentioning. The purpose of this letter is hope, honored Arlessa, and a solution. The man who bears this letter is a mage who has spent time in noble households, training scions or siblings in the careful art of mastery and concealment. There is no con, I offer his services to you, with the only charge being ensuring his living needs and concealment. Don't let this recommendation surprise you - again, you know me, honored Arlessa. I wish nothing but health and happiness for you and the young lordling.",
			"index":"69",
			"meta":"Shou Tucker, Arlessa Carina, Tristram Gornemant III, Arl Pelham"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Arlessa Carina`)'>Arlessa Carina</character>",
			"to":"Ma chère dame",
			"content":"Ah, you have a way of making the most tempting invitations. What a truly delightful soiree you have planned for your anniversary! The guest list, it is impeccable. I would add my name, and the name of my son to it, but I am too busy with him and the Arl to be able to come. Mon ange has a new tutor, and oh, I practically must attend the lessons to be able to keep up. Such an intelligent man, so thorough, and yet still young and handsome - it quite strikes one. I had not known that you could get such good tutors here, but I am to be surprised yet. \nAnd you know how boys may be at that age, all focus and ready one moment, out the window woolgathering at the next. I tell you, ma chére, I positively have my hands full here with this boy and his lessons and ah, all the things he needs to be Arl! They do not teach you this, you know? Or warn you, truly, that motherhood is the most exciting job a noble woman will have. Oh, to be young and carefree once more, no worries and no tutors, and free to go to any ball I please. Not that I would trade chèr Tristram for anything in the world, never, nothing could induce me to. But ah, we had some fun, you and I, before les hommes came around. I miss those days, chérie. We should write more, don't you think? It is nice to hear of Orlais, and the perfume of your paper smells like home. \nJe vous envoie mes amicales pensées,",
			"index":"70",
			"meta":"Arlessa Carina, Tristram Gornemant III, Shou Tucker, Arl Pelham, Orlais, La Dame"
		},
		{
			"category":"Thedes Letters",
			"from":"Lord-Commander Connomor Katell",
			"to":"<character onclick='charDetails(`Trahan`)'>Knight-Commander Trahan</click>",
			"content":"Let the seal you broke marks how seriously I take the confidentiality of this letter and any correspondence between us. This matter is extremely delicate, and I am trying to avoid a wider panic within or without my own household. Please do not mention this to anyone outside your order until the situation is taken care of - both for my sake, and for the sake of others. My castellan hired a series of new servants over several months, to fill positions vacated due to death or marriage. One of these maids claimed to be an Orlesian girl from the borderlands named Rosine, with the expected references for a girl of her status seeking her position. I vet my castellan's hires - the habit of a meddling old commander, I’ll admit, but one I find indispensable - and found no issues with the girl.\nThere was no trouble until one of the other serving girls came terrified to our Templar garrison, reporting what she'd seen the Orlesian doing. She was an apostate mage practicing baneful spells, Knight-Commander, placed within my household. If Tenenan was alive, an Orlesian girl with her skills would have been made one of her ladies' maids. Perhaps she escaped from the Circle, I had heard a rumor to that effect, but I keep thinking of her Orlesian accent. I would like to play it off as the paranoia of an old veteran, but -  an Orlesian mage is a strange thing in Ferelden, and I know you will agree with me. Please give me some peace of mind, Commander - examine other recent hires to noble households, make sure no one else is in danger. Write as soon as you can.\nBeneath my seal,",
			"index":"71",
			"meta":"Connomor Katell, Commander Trahan, Tenenan, Orlais, Rosine"
		},
		{
			"category":"Thedes Letters",
			"from":"Your Fifi",
			"to":"Bedrock of my heart,",
			"content":"I've had this sent by courier across the city so you won't have to come back for the list and be delayed. Tip the girl, for me, if you please. What we need for the preparations are as follows, and accept no substitutes:<ul><li>10 warriors under different, but well-respected patrons, to bear the king's sarcophagus to the tomb.</li><li>One wrought iron brazier for each Aeducan king to rule Dwarvezammar to illuminate the palace for his lying-in-stone.</li><li>5 jars of my namesake from Bitumen's distillery.</li><li>1 pound of mica dust. </li><li>Funerary robes, fully beaded (must include amethyst & onyx & the most common stone types) and embroidered with gold and silver thread. </li><li>Funerary crown from the royal treasury (stone).</li><li>The Heir's funeral raiment from the royal treasury. Do not pick the wrong raiment; each is stored and labeled with the name of each one of the king's children and grandchildren. The other heir's raiment shouldn't be an issue, since she wore it to her funeral. </li><li>An update from the assistant stonecarver on the progress for the plinth. Your stone effigy is almost the spitting image of King Aeducan, and you aren't even done. </li><li>A meal for yourself, for the sake of the stone.</li></ul>The good thing about royal funerals, bedrock of my heart, is that there is a formula for them. This one was thrown off somewhat by the preceding one, but the formula is the same. Yes, there are many steps and preparations involved, but this is our job. Worrying yourself sick over the preparations won't make a good funeral; trusting yourself will. There's no finer stonecarver and planner to give our king the ceremony he deserves.",
			"index":"72",
			"meta":"Dwarveszammar, bedrock, Fifi, King Aeducan, Funeral"
		},
		{
			"category":"Thedes Letters",
			"from":"Revered Mother Sennara",
			"to":"<character onclick='charDetails(`Connomor Katell`)'>Lord Commander Katell</character>",
			"content":"My good man, I hope this letter gets to you in a time of respite. Grand Cleric Nevenou and myself regret that we’ve been unable to offer more personal condolences in the wake of the King’s death. The funeral feast and solemn requiem as said by the Cleric were lovely, a fitting testament to a King, but ah, ah, as impersonal as most fanfare and ceremonies are. Save for your eulogy.  At a funeral for a King, a head of state, you seemed one of the few to be grieving Tristram, the man behind the title. It’s this kind of thing that reminds you why the Maker made our world: a simple show of love and devotion between His creations. Which is why I must write this letter, you see, as I worry no one else has written one sincerely. A worrier, my parents always called me, but I like to say that I'm just particular about people, details, that kind of thing. And I worry at the idea that everyone was so busy memorializing The King, The Figure, to remember the best friend he left behind.\nYou don’t need a Chantry Mother to tell you you have a heavy burden on your shoulders; I wonder sometimes if our habit of stating the obvious is part of what drives people away - though that’s neither here nor there. What I want to extend is my personal condolences, Lord Commander, to you. With them, a little sachet of herbs from the Chantry gardens - my people were alchemists and herbalists in Jader, you know, the Jaffrezes? I think they’re well grown and mixed, for a relaxing tisane but please, judge for yourself - I’m getting off track again, ah, ah. These past months must have been tremendously difficult, and it’s a testament to the man you are that you’ve kept both composure and sobriety. The Maker will see your strength and devotion to your late King and Kingdom, and reward your fidelity. But beyond our Maker, it’s important to know that people see that, and I guess this is what this letter is about, really. Knowing that you’re not going it alone; we have the eyes of our Maker and the thoughts of others with us. Either way - I hope I can be someone you can write to in times like these, or perhaps chat - my diocese is not far from yours in Denim, aha.",
			"index":"73",
			"meta":"Connomor Katell, Sennara, King, Funeral"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Malgwyn`)'>Mother.</character>",
			"to":"<character onclick='charDetails(`Rowan`)'>Son.</character>",
			"content":"What has come over you in your absence?\nYou are not acting like yourself, and I fail to see a reason for this. After all, a reason would imply a benefit to yourself or your plans, whatever they may be. Such is how I raised thee. Yet there is no benefit plain before my eyes when I look on from afar. The people with you are of no consequence, yet. Yes, yes, I will admit that anyone can become significant given enough time, and even I do not always spy the future. But, really, my child - Wardens, and none of them with more than a few years’ service? What can guising your character from them do for you? Gain you the approval of a motley party of no account?  You play at pleasing them and garnering their attention as if it has any material benefit. It is as baffling to watch as it is irritating to my sensibilities.\nThere comes a point I must ask: do you plan on becoming some kind of mystic adviser to these, frankly, third rate Wardens? What else could you expect to gain from this otherwise? Your reward, I suppose, being a position conditional on the approval of others, a marginal connection to true power. Really, now. To be constantly putting up a meek facade to please cheap conjurers and journeyman adventurers, knowing your place might be lost because of their inconsequential disapproval. You know as well as I do that that is not what you want, and more than that - what a miserable fate for someone so talented! Even more so, what a diabolical waste of the magic I weaned you on.\nThis is beneath your dignity as my child and as someone with magic in your very blood. Your power comes from within, not from being a sycophant to inconsequential pieces on a wider board. I do not speak lightly when I say you need not prove yourself to others. Your magic and your wits are within you, not in the amusement and approval of others. Draw from that. Act like who you are: my son, and someone who magic is strong in. That will never betray you.",
			"index":"74",
			"meta":"Malgwyn, Rowan"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Lady Rohesia Roskelley`)'>Lady Rohesia Roskelley, Arling of the High Coast</character>",
			"to":"<character onclick='charDetails(`Trahan`)'>Knight Commander Trahan</character>",
			"content":"You have no right to talk to me that way. I am the fullborn daughter of the Arlessa of the High Coast. My ancestresses have been ruling over your home since the good Maker raised it from the sea. You will show me the respect due to me regardless of my minority.\nI wrote you one letter prior to this, my <i>good</i> commander, and if you consider one letter wasting time - well, it reflects on the Order, not on my conduct. It is not <i>espionage</i> to wish to know where my betrothed will be stationed and why he will be stationed there! I wrote to you as a courtesy, in deference to your role as his commander and respect for your position. What did this respect for Templar authority earn me? A threat that my beloved will be “reprimanded” for my “wasting Templar time.” Would that I skipped that ordeal and just wrote to my love - but he does not know why he is stationed in Jader, either! We are not commonly in the business of sending ships to ports without informing the hands of cargo or destination. I am not questioning the Maker’s shields, my good commander - but a Lady must inquire. \nAnd inquire I will. No Templars have been stationed at the Circle for some time, it seems - even the new Orlesian reinforcements invited into the kingdom, which are chiefly in Denim. Those that are stationed at the Circle remain guarding the docks. Interesting. In turn, a significant detachment of Ferelden Templars have gone to Jader to be posted to the Templar building there. But they do not know why - as my love shows. There must be a reason, yes? Something which needs Templar attention? And for some reason, the Templars attending to this <i>need</i> to be Fereldan, as my betrothed? The Orlesian Templars go straight to Denim, passing Jader. It <i>is</i> interesting! \nI am aware of your reaction to criticisms from Lady Charteris. I invite you to <i>dance</i> if you want to, commander.\nUnder my mother's seal,",
			"index":"75",
			"meta":"Rohesia Roskelley, Commander Trahan, Essie"
		},
		{
			"category":"Thedes Letters",
			"from":"<character onclick='charDetails(`Trahan`)'>Knight Commander Trahan, of the Templar Order, Denim</character>",
			"to":"<character onclick='charDetails(`Lady Rohesia Roskelley`)'>Lady Rohesia Roskelley</character>",
			"content":"I understand why you chose to meddle in Templar affairs. Nosy wench. I should have known all along. Your paltry excuses of wedding plans never held water. If you write trying to interfere again, I will have your accomplice court martialed for his role in this. I know you are friends with that little witch and her whore of a mother. You see where their iniquity has led them. Your willingness to write openly shows you share their lack of shame. You should pray to Our Maker for forgiveness for your disobedience to His Will. His Mercy is the only mercy you and that beldam apostate should expect to receive. When I finally put her and her mother to the sword, I will make sure you are watching.\nNo Templars will be re-stationed. Their posts are set for a reason and it is not the will of man that sets them. If your accomplice was a man even worthy of marriage he would want to remain at his post and do his duty to Our Maker. I will make sure he learns what being a Templar means. Do not write to him. You should respect this order and your Maker enough to avoid meddling in Holy affairs again.",
			"index":"76",
			"meta":"Essie, Rohesia, Kim Keeper, Dorothea Keeper, Trahan, Templars"
		},
		{
			"category":"Thedes Letters",
			"from":"Your mama",
			"to":"My Little Girl",
			"content":"I know a lady’s education is a change of pace for you, darling, but you will adjust to the circumstances. You miss your mama, your bedroom, and the comforts of home - but I can already tell you’re making friends with the other young people just from your letter. Soon you’ll be having too much fun and learning too much to rush off to your room in the evening and write your mama about every little thing. It sounds like you are doing splendidly, you’re just a little restless. I remember being your age, darling, and worrying about impressing a score of other lords and ladies - well, they are worrying the same thing, so it’s all very silly. You see, your worries are natural, we have all had them.\nWhich means, no, you cannot come home yet, darling. You only just started. A letter from home should make you feel better - I know I felt like the west was the middle of nowhere, but the best education is found on the old estates, you know. Society hasn’t been very active, but I can answer one of your questions. I know you were quite fond of the Marquise Latreille’s protege - you admired her, at least, and I think a girl that smart is a splendid one to admire. Why, she herself is abroad from Orlais polishing her skills right now - answering your question as to how she was. I’ll let the Marquise know you asked after her. Think, by the time you’re done with your schooling, she might be back from Antiva or wherever she is, and won’t you be very impressive then? All the more reason to stay at your studies, darling. Mama will mail you your favorite coverlet and maybe a flacon of your favorite scent from la rue des parfumeurs. Doesn’t that make things sound easier?\nVisiting soon,",
			"index":"77",
			"meta":"La Dame, Marquise, Nobility, Orlais"
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"",
			"meta":""
		},
		{
			"category":"Thedes Letters",
			"from":"",
			"to":"",
			"content":"",
			"index":"",
			"meta":""
		},
		{
			"category":"TGF Dossier 1) La Sur-Arbre",
			"title":"La Sur-Arbre Overview",
			"content":"<p style='text-align:justify'>The religious order that maintains political control of <character onclick='charDetails(`La Sur-Arbre`)'>La Sur-Arbre</character> (<character onclick='charDetails(`The Church of Ascension`)'>The Church of Ascension</character>) is an active participant in the threat to our existence. Due to La Sur-Arbre's location (floating in static orbit around our chunk and passing over the city of New Limnsworth on an approximately daily basis), we are uniquely situated to deal with this threat; of the threat groups identified, we can most directly deal with them utilising our own agents.</p><hr><div class='collapsible' ><strong onclick='collapse(this)'>Background:</strong><p style='text-align:justify'>Prior to the Fault, a country known as the United Settlements of Aarakocra (USA) was geographically north of Limnus (the country to which the city New Limnsworth then belonged). Sharing a landmass and being in close proximity, the USA frequently invaded Limnus, typically over resources (specifically, the coveting of Limnus' plentiful oil fields). While these invasions were typically rebuffed by the standing Limnian military, due to the relatively low efficacy of the USA military, attempts to counter-attack and claim USA territory were universally unsuccessful due to the terrifying power of the Warrior Cats, the USA's largely Tabaxi defensive forces.<br>Following the events of the Fault, the capital of the USA was split apart from the majority of the countryside over which it had held dominion. The resultant lack of access to key agrarian land led to an attempted popular uprising; the Church of Ascension, relatively small at this point in the nation's history, saw this as an opportunity to establish a hold on political capital and backed the uprising, powerful divine magic being used to provide necessary food and equipment. The resultant civil war was ended with the defection of the Warrior Cats to the Church and the ceding of the then-democratic government to the Church; the USA was dissolved, and the chunk was named La Sur-Arbre.<br>Through the continued fealty of the Warrior Cats and effective chokehold on essentials on the chunk (the Church continuing to produce the majority of basic supplies and foodstuffs), the Church has seen very little domestic resistance, and is simultaneously beloved and despised by the ordinary citizenry of the chunk. While some attempts have been made by other chunks to capture the city-state, all such efforts have been rebuffed by the continuing merciless power of the Warrior Cats; in addition, their position (in orbit above our chunk) provides them with an unparalleled position from which to wage extremely destructive war on New Limnsworth.</p></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Involved Parties and Groups:</strong><ul><li><character onclick='charDetails(`The Church of Ascension`)'>The Church of Ascension</character></li><li><character onclick='charDetails(`The Anatre Possenti`)'>The Anatre Possenti</character></li><li><character onclick='charDetails(`Warrior Cats`)'>Warrior Cats</character></li><li>His Holiness Pope Salvarentus VI</li></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Suggested Approach:</strong><p style='text-align:justify'>Given the extremely lethal nature of the defensive forces on this chunk, all-out assault with no advance preparation should be avoided at all cost. If a confrontation is deemed to be required with the Anatre Possenti, it is considered advisable to attempt their eliminations in small batches or individuals - this is particularly true of the Pope Salvarentus VI, whose avatar status grants extremely powerful combat potential. Possible avenues for exploration include: <ul><li>Inspiring civil rebellion among the lay class<ul><li>Possible re-emergence of democracy? Of USA?</li></ul></li><li>Persuasion of the Warrior Cats to move against the Church</li><li>Pushing the entirety of the chunk into space</li></ul></p></div><br><br>",
			"detail":"No"
		},
		{
			"category":"TGF Dossier 1) La Sur-Arbre",
			"title":"La Sur-Arbre Edges, Fangs, and Heels",
			"content":"<p style='text-align:justify'>This page outlines the Edges (Major/Systemic advantages that make planning against La Sur-Arbre difficult), Fangs (specific forces and weapons that they can deploy against us in a pinch), and Heels (weak spots and pressure points we can leverage to take them out) that currently apply to La Sur-Arbre. As the long-term goal of the organisation is to eliminate the Anatre Possenti, the goal of this dossier can be shorthanded to the overthrow or capitulation of La Sur-Arbre; while a solution that does not disadvantage the ordinary citizens of La Sur-Arbre is preferable, bold moves will be required to take down a foe on this scale.</p><hr><div class='collapsible'><strong onclick='collapse(this)'>Edges:</strong><ul><li><b>Location: </b>Due to their control over the entirety of a chunk (though a small one), all operations will need to account for travel to/from the chunk. Ideally, teleportation would be used in place of a spelljammer to maintain secrecy</li><li><b>Fortifications:</b> Aside from agricultural spaces, the seat of power is entirely surrounded in high, sturdy walls. If a full-combat scenario is required, these will be difficult to surmount</li><li><b>Divine Power:</b> Due to their control of an entire religion, our enemy possesses a great wealth of magical energy in the form of Divine magic. This provides them with access to high-level magical fortifications, and the possibility of excellent remote spycraft via Divination magic</li></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Fangs:</strong><ul><li><b><character onclick='charDetails(`Warrior Cats`)'>Warrior Cats:</character> </b>Highly elite tabaxi warriors who can be deployed by the heads of the church (and, thereby, the Anatre Possenti) at a moment's notice. Extremely fast-moving and lethal at a distance and close range - should not be engaged with unless absolutely necessary. </li><li><b>Cassus Belli:</b> They have previously shown a willingness to go to war with New Limnsworth, and have the capacity to drop high-yield explosives from overhead, as well as deploying their considerable military. If we can avoid all-out conflict with this group, it will avoid unnecessary casualties. <br><i>[note: this could equally be turned to an advantage. War could distract the Anatre Possenti from their participation in Big Five activity; consider if war is acceptable to gain advantage]</i></li></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Heels:</strong><ul><li><b>USA Loyalists:</b> In our research, we have found a not inconsiderable portion of the population remains loyal to the old nation of USA; fomenting a people's revolt may be possible.</li><li><b>Avatar Status:</b> As with all religious institutions, the Anatre Possenti relies on Pope Salvarentus' position as the Avatar of Salvation to retain control of the church. Supplanting the Pope with a new pretender may cause their structures to crumble</li><li><b><character onclick='charDetails(`Warrior Cats`)'>Warrior Cats:</character></b> In addition to being one of their Fangs, the Warrior Cats technically owe no allegiance to the Church, and are largely allied due to convenience. Offering this group a better alternative may flip them (this would prove complicated, but could be extremely valuable long-term)</li></ul></div><hr>",
			"detail":"No"
		},
		{
			"category":"TGF Dossier 2) New Limnsworth University",
			"title":"New Limnsworth University Overview",
			"content":"<p style='text-align:justify'>OVERVIEW LOREM IPSUM</p><hr><div class='collapsible' ><strong onclick='collapse(this)'>Background:</strong><p style='text-align:justify'>BACKGROUND LOREM IPSUM</p></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Involved Parties and Groups:</strong><ul></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Suggested Approach:</strong><p style='text-align:justify'>SUGGESTED COURSE LOREM IPSUM Possible avenues for exploration include: <ul></ul></p></div><br><br>",
			"detail":"No"
		},
		{
			"category":"TGF Dossier 2) New Limnsworth University",
			"title":"New Limnsworth University Edges, Fangs, and Heels",
			"content":"<p style='text-align:justify'>This page outlines the Edges (Major/Systemic advantages that make planning against this group difficult), Fangs (specific forces and weapons that they can deploy against us in a pinch), and Heels (weak spots and pressure points we can leverage to take them out) that currently apply to New Limnsworth University. In contrast to other groups, where the overall goal is the complete elimination of the group in question, in this case it is believed that some members of the NLU faculty are not involved here; this, alongside NLU's importance to New Limnsworth's status as a modern city, requires a more surgical approach to be taken to this group.</p><hr><div class='collapsible'><strong onclick='collapse(this)'>Edges:</strong><ul></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Fangs:</strong><ul></ul></div><hr><div class='collapsible'><strong onclick='collapse(this)'>Heels:</strong><ul></ul></div><hr>",
			"detail":"No"
		},
		{
			"category":"Category",
			"title":"Page with Collapsibles Template",
			"content":"<p style='text-align:justify'>First Text</p><hr><div class='collapsible'><strong onclick='collapse(this)'>Section Header:</strong><p style='text-align:justify'>Section Text</p></div><hr>",
			"detail":"No"
		}
	],
	"characters": [
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Iona",
			"content":"Commander of the Grey Wardens. A woman in her late-50s/early-60s, Iona is a kind but stern figure who cares deeply about stopping the impending Blight. ",
			"link":"<character onclick='charDetails(`Iona`)'>"
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Trahan",
			"content":"Knight Commander of the Ferelden Templars. A young woman with a fierce hatred of apostates and very strong attachment to Chantry doctrine. Opposes the Wardens for our use of magic and our devotion to what she sees as a lost cause. Full name is L. Lowen Trahan.",
			"link":"<character onclick='charDetails(`Trahan`)'>"
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Dieudonnée",
			"content":"Top-tier merchant and information broker travelling with our group as we complete our treaties. She and her brother <character onclick='charDetails(`Rainier`)'>Rainier</character> are originally from Orlais, but fled the country following a falling out with Dieudonnée's former mentor, La Dame, over Rainier's arranged marraige.",
			"link":"<character onclick='charDetails(`Dieudonnée`)'>"
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Rainier",
			"content":"Bodyguard to Dieudonnée travelling with our group as we complete our treaties. He and his sister <character onclick='charDetails(`Dieudonnée`)'>Dieudonnée</character> are originally from Orlais, but fled the country following a falling out with Dieudonnée's former mentor, La Dame, over Rainier's arranged marraige.\nCurrently in a situationship with Nine (alongside Rowan).",
			"link":"<character onclick='charDetails(`Rainier`)'>"
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Estell Gornemant",
			"content":"Bastard son of the late king of Ferelden, King Tristram Gornemant II. Inducted as a Grey Warden before any of the party members, Estell was a former knight in <character onclick='charDetails(`Trahan`)'>Commander Trahan's</character> Templar outfit.",
			"link":"<character onclick='charDetails(`Estell Gornemant`)'>"
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Arl Pelham Gornemant",
			"content":"Arl of Maroon Hills. Married to the <character onclick='charDetails(`Arlessa Carina`)'>Arlessa Carina</character> and father of <character onclick='charDetails(`Tristam Gornemant III`)'>Tristram Gornemant III</character>, brother of the late king Tristram Gornemant II (and thereby uncle to <character onclick='charDetails(`Estell Gornemant`)'>Estell Gornemant</character>). Currently sick (due to a lingering poison) and bedbound as a result. Brought back from the brink of death by our party, but remains seriously ill. Our treaty with Maroon Hills hinges on curing him of his malaise."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Elouan Yannick",
			"content":"The leader of the Maroon Hills Knights Corps, a military group widely renowned as the greatest soldiers in the Kingdom of Ferelden. "
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Arlessa Carina",
			"content":"Arlessa of Maroon Hills, wife of <character onclick='charDetails(`Arl Pelham Gornemant`)'>Arl Pelham</character>, and mother of <character onclick='charDetails(`Tristram Gornemant III`)'>Tristram Gornemant III</character>. Ill-advisedly leaned on <character onclick='charDetails(`Shou Tucker`)'>Shou Tucker</character> for her son's magical education, letting the snake who poisoned her husband into the house. Slightly wary of the Grey Warden's due to <character onclick='charDetails(`Kim Keeper`)'>Kim's</character> castings, but ultimately relying on us to save her husband."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Shou Tucker",
			"content":"Former Circle-Tower mage who fled the Tower in unknown circumstances. One of the researchers who made Nina into her current half-abomination form. Former magical tutor to <character onclick='charDetails(`Tristram Gornemant III`)'>Tristram Gornemant III</character>."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Tristram Gornemant III",
			"content":"Son of <character onclick='charDetails(`Arl Pelham Gornemant`)'>the Arl</character> and <character onclick='charDetails(`Arlessa Carina`)'>Arlessa</character> of Maroon Hills, heir apparent to the Arldom of Maroon Hills, and second in line to the throne of Ferelden. Affectionately nicknamed 'The Boy', our party picked him up in Maroon Hills to provide magical education after his previous mentor, <character onclick='charDetails(`Shou Tucker`)'>Shou Tucker</character>, turned traitor. Travelled with us for a while, but was recently left in the care of Na Dathanna of the Fforest Fawr, who are adequate magical teachers."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Androste",
			"content":"The messianic Christ-figure of this world and former favourite of the Maker. Died approximately 1,000 years ago, also referred to as the Bride of the Maker. Was burned alive by the Tivinter Imperium for preaching the doctrine of the Maker (advocating for slavery abolition). Sold out to Tivinter by her mortal husband. Born roughly 500 years after the Second Sin, bringing the Maker's attention back to Thedes. Her death led to the Maker's abandonment of the world, according to Chantry canon."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Kim Keeper",
			"content":"Daughter of Bann Harold and Dorothea Keeper, former heir apparant to the family holdings and title. Rescued by <character onclick='charDetails(`Iona`)'>Iona</character> following the Templars raiding the family's home for her father's supposed crimes (as yet unproven in a court of law). Received a sterling education in magick from her mother, and became a devotee of the Cult of the Wolf Mother in the same stroke. Fiercely devoted to Iona for her rescuing Kim in her hour of direst need. Enthusiastic but slightly unbalanced member of the Grey Wardens."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Arvek",
			"content":"A Qunari from Par Volen in the north. Due to catastrophic climate damage to the continent, Arvek, his brother Calder, and a group of their community fled in search of safety. They landed in Denim, where they were searched and weapons taken from them, before being sent to live in the Elvish slums. Arvek and Calder’s weapons were both taken by the city. Without his sword, Calder will never be a fully developed and respected member of the community, so Arvek swears to find it and heads out. He meets the party in Nacron, where he was the victim of racism, and the party promise the locals to keep and eye on him."
		},
		{
			"category":"Character",
			"campaign":"Thedes",
			"name":"Rowan",
			"content":"Youngest child of the ancient high mage <character onclick='charDetails(`Malgwyn`)'>Malgwyn</character>, a nervous and deeply introverted man. Cut off from most socialisation outside of his mother for the majority of his life, Rowan has only recently ventured into the wider world. Joined up with the party after spying on us via his familiar, Chamomile, for a while. A powerful druid in his own right, but requires lots of reassurance and guidance as he makes his way through the world.\nCurrently dating Nine."
		},
		{
			"category":"Character",
			"campaign":"New Limnsworth",
			"name":"The Church of Ascension",
			"content":"The state church of the chunk of <character onclick='charDetails(`La Sur-Arbre`)'>La Sur-Arbre</character>. Headed up by Pope Salvarentus VI, now confirmed to be the head of the Anatre Possenti. The Church maintains a near-monopoly on worship of the god Ress (Domains: Salvation and Uplifting), and through this worship commands the avatarship of this god. "
		},
		{
			"category":"Character",
			"campaign":"New Limnsworth",
			"name":"La Sur-Arbre",
			"content":"A chunk floating in a static orbit around the Limnian chunk. Hosts <character onclick='charDetails(`The Church of Ascension`)'>The Church of Ascension</character>. Formerly the capital city of the United Settlements of Aarakocra, renamed to La Sur-Arbre following the popular uprising of the citizenry against the democratic republic of the country, as backed by the Church."
		}
	]
}