{
	"Action":[
		{
			"name":"Blank"
		},
		{
			"name":"Cast a Spell",
			"page" : "302",
			"type":"Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=72",
			"trigger": "",
			"requirements": "",
			"text": [
				"You cast a spell you have prepared or in your repertoire. Casting a Spell is a special activity that takes a variable number of actions depending on the spell, as listed in each spell's stat block. As soon as the spellcasting actions are complete, the spell effect occurs.",
				"Some spells are cast as a reaction or free action. In those cases, you Cast the Spell as a reaction or free action (as appropriate) instead of as an activity. Such cases will be noted in the spell's stat block—for example, “ verbal.”",
				"<b>Long Casting Times</b> Some spells take minutes or hours to cast. The Cast a Spell activity for these spells includes a mix of the listed spell components, but it's not necessary to break down which one you're providing at a given time. You can't use other actions or reactions while casting such a spell, though at the GM's discretion, you might be able to speak a few sentences. As with other activities that take a long time, these spells have the exploration trait, and you can't cast them in an encounter. If combat breaks out while you're casting one, your spell is disrupted (see Disrupted and Lost Spells below).",
				"<b>Spell Components</b> Each spell lists the spell components required to cast it after the action icons or text, such as “ material, somatic, verbal.” The spell components, described in detail below, add traits and requirements to the Cast a Spell activity. If you can't provide the components, you fail to Cast the Spell.",
				" • Material (manipulate)",
				" • Somatic (manipulate)",
				" • Verbal (concentrate)",
				" • Focus (manipulate)",
				"<b>Disrupted and Lost Spells</b> Some abilities and spells can disrupt a spell, causing it to have no effect and be lost. When you lose a spell, you've already expended the spell slot, spent the spell's costs and actions, and used the Cast a Spell activity. If a spell is disrupted during a Sustain a Spell action, the spell immediately ends. The full rules for disrupting actions appear here."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Aid",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=75",
			"trigger": "An ally is about to use an action that requires a skill check or attack roll.",
			"requirements": "The ally is willing to accept your aid, and you have prepared to help (see below).",
			"text": [
				"You try to help your ally with a task. To use this reaction, you must first prepare to help, usually by using an action during your turn. You must explain to the GM exactly how you’re trying to help, and they determine whether you can Aid your ally.",
				"When you use your Aid reaction, attempt a skill check or attack roll of a type decided by the GM. The typical DC is 20, but the GM might adjust this DC for particularly hard or easy tasks. The GM can add any relevant traits to your preparatory action or to your Aid reaction depending on the situation, or even allow you to Aid checks other than skill checks and attack rolls."
			],
			"critSuccess": "You grant your ally a +2 circumstance bonus to the triggering check. If you’re a master with the check you attempted, the bonus is +3, and if you’re legendary, it’s +4.",
			"success": "You grant your ally a +1 circumstance bonus to the triggering check.",
			"failure": "",
			"critFailure": "Your ally takes a –1 circumstance penalty to the triggering check."
		},
		{
			"name": "Crawl (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=76",
			"trigger": "",
			"requirements": "You are prone and your Speed is at least 10 feet.",
			"text": [
				"You move 5 feet by crawling and continue to stay prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Delay",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=77",
			"trigger": "Your turn begins.",
			"requirements": "",
			"text": [
				"You wait for the right moment to act. The rest of your turn doesn’t happen yet. Instead, you’re removed from the initiative order. You can return to the initiative order as a free action triggered by the end of any other creature’s turn. This permanently changes your initiative to the new position. You can’t use reactions until you return to the initiative order. If you Delay an entire round without returning to the initiative order, the actions from the Delayed turn are lost, your initiative doesn’t change, and your next turn occurs at your original position in the initiative order.",
				"When you Delay, any persistent damage or other negative effects that normally occur at the start or end of your turn occur immediately when you use the Delay action. Any beneficial effects that would end at any point during your turn also end. The GM might determine that other effects end when you Delay as well. Essentially, you can’t Delay to avoid negative consequences that would happen on your turn or to extend beneficial effects that would end on your turn."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Drop Prone (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=78",
			"trigger": "",
			"requirements": "",
			"text": [
				"You fall prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Escape (attack)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=79",
			"trigger": "",
			"requirements": "",
			"text": [
				"You attempt to escape from being grabbed, immobilized, or restrained.",
				"Choose one creature, object, spell effect, hazard, or other impediment imposing any of those conditions on you. Attempt a check using your unarmed attack modifier against the DC of the effect. This is typically the Athletics DC of a creature grabbing you, the Thievery DC of a creature who tied you up, the spell DC for a spell effect, or the listed Escape DC of an object, hazard, or other impediment.",
				"You can attempt an Acrobatics or Athletics check instead of using your attack modifier if you choose (but this action still has the attack trait)."
			],
			"critSuccess": "You get free and remove the grabbed, immobilized, and restrained conditions imposed by your chosen target. You can then Stride up to 5 feet.",
			"success": "You get free and remove the grabbed, immobilized, and restrained conditions imposed by your chosen target.",
			"failure": "",
			"critFailure": "You don’t get free, and you can’t attempt to Escape again until your next turn."
		},
		{
			"name": "Interact (manipulate)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=80",
			"trigger": "",
			"requirements": "",
			"text": [
				"You use your hand or hands to manipulate an object or the terrain. You can grab an unattended or stored object, open a door, or produce some similar effect. You might have to attempt a skill check to determine if your Interact action was successful."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Invest an Item",
			"page": "531",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=289",
			"trigger": "",
			"requirements": "",
			"text": [
				"You invest your energy in an item with the invested trait as you don it. This process requires 1 or more Interact actions, usually taking the same amount of time it takes to don the item. Once you’ve Invested the Item, you benefit from its constant magical abilities as long as you meet its other requirements (for most invested items, the only other requirement is that you must be wearing the item). This investiture lasts until you remove the item.",
				"You can invest no more than 10 items per day. If you remove an invested item, it loses its investiture. The item still counts against your daily limit after it loses its investiture. You reset the limit during your daily preparations, at which point you Invest your Items anew. If you’re still wearing items you had invested the previous day, you can typically keep them invested on the new day, but they still count against your limit."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Leap (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=81",
			"trigger": "",
			"requirements": "",
			"text": [
				"You take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap, or a 10-foot gap if your Speed is 30 feet or more).",
				"If you Leap vertically, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.",
				"Jumping a greater distance requires using the Athletics skill."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Ready",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=82",
			"trigger": "",
			"requirements": "",
			"text": [
				"You prepare to use an action that will occur outside your turn. Choose a single action or free action you can use, and designate a trigger. Your turn then ends. If the trigger you designated occurs before the start of your next turn, you can use the chosen action as a reaction (provided you still meet the requirements to use it). You can’t Ready a free action that already has a trigger.",
				"If you have a multiple attack penalty and your readied action is an attack action, your readied attack takes the multiple attack penalty you had at the time you used Ready. This is one of the few times the multiple attack penalty applies when it’s not your turn."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Release (manipulate)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=83",
			"trigger": "",
			"requirements": "",
			"text": [
				"You release something you're holding in your hand or hands. This might mean dropping an item, removing one hand from your weapon while continuing to hold it in another hand, releasing a rope suspending a chandelier, or performing a similar action. Unlike most manipulate actions, Release does not trigger reactions that can be triggered by actions with the manipulate trait (such as Attack of Opportunity).",
				"If you want to prepare to Release something outside of your turn, use the Ready activity."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Seek",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=84",
			"trigger": "",
			"requirements": "",
			"text": [
				"You scan an area for signs of creatures or objects. If you're looking for creatures, choose an area you're scanning. If precision is necessary, the GM can have you select a 30-foot cone or a 15-foot burst within line of sight. You might take a penalty if you choose an area that's far away.",
				"If you're using Seek to search for objects (including secret doors and hazards), you search up to a 10-foot square adjacent to you. The GM might determine you need to Seek as an activity, taking more actions or even minutes or hours if you're searching a particularly cluttered area.",
				"The GM attempts a single secret Perception check for you and compares the result to the Stealth DCs of any undetected or hidden creatures in the area or the DC to detect each object in the area (as determined by the GM or by someone Concealing the Object). A creature you detect might remain hidden, rather than becoming observed, if you're using an imprecise sense or if an effect (such as invisibility) prevents the subject from being observed."
			],
			"critSuccess": "If you were searching for creatures, any undetected or hidden creature you critically succeeded against becomes observed by you. If you were searching for an object, you learn its location.",
			"success": "If you were searching for creatures, any undetected creature you succeeded against becomes hidden from you instead of undetected, and any hidden creature you succeeded against becomes observed by you. If you were searching for an object, you learn its location or get a clue to its whereabouts, as determined by the GM.",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Sense Motive",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=85",
			"trigger": "",
			"requirements": "",
			"text": [
				"You try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other indicators that it might be trying to deceive someone. The GM attempts a single secret Perception check for you and compares the result to the Deception DC of the creature, the DC of a spell affecting the creature's mental state, or another appropriate DC determined by the GM. You typically can't try to Sense the Motive of the same creature again until the situation changes significantly."
			],
			"critSuccess": " You determine the creature’s true intentions and get a solid idea of any mental magic affecting it.",
			"success": " You can tell whether the creature is behaving normally, but you don’t know its exact intentions or what magic might be affecting it.",
			"failure": "You detect what a deceptive creature wants you to believe. If they’re not being deceptive, you believe they’re behaving normally.",
			"critFailure": "You get a false sense of the creature’s intentions."
		},
		{
			"name": "Stand",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=86",
			"trigger": "",
			"requirements": "",
			"text": [
				"You stand up from prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Step (move)",
			"page" : "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=87",
			"trigger": "",
			"requirements": "Your Speed is at least 10 feet.",
			"text": [
				"You carefully move 5 feet. Unlike most types of movement, Stepping doesn't trigger reactions, such as Attacks of Opportunity, that can be triggered by move actions or upon leaving or entering a square.",
				"You can't Step into difficult terrain, and you can't Step using a Speed other than your land Speed."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Stride (move)",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=88",
			"trigger": "",
			"requirements": "",
			"text": [
				"You move up to your Speed."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Strike (attack)",
			"page" : "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=89",
			"trigger": "",
			"requirements": "",
			"text": [
				"You attack with a weapon you're wielding or with an unarmed attack, targeting one creature within your reach (for a melee attack) or within range (for a ranged attack). Roll the attack roll for the weapon or unarmed attack you are using, and compare the result to the target creature's AC to determine the effect. See Attack Rolls and Damage for details on calculating your attack and damage rolls."
			],
			"critSuccess": "As success, but you deal double damage.",
			"success": "You deal damage according to the weapon or unarmed attack, including any modifiers, bonuses, and penalties you have to damage.",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Take Cover",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=90",
			"trigger": "",
			"requirements": " You are benefiting from cover, are near a feature that allows you to take cover, or are prone.",
			"text": [
				"You press yourself against a wall or duck behind an obstacle to take better advantage of cover. If you would have standard cover, you instead gain greater cover, which provides a +4 circumstance bonus to AC; to Reflex saves against area effects; and to Stealth checks to Hide, Sneak, or otherwise avoid detection. Otherwise, you gain the benefits of standard cover (a +2 circumstance bonus instead). This lasts until you move from your current space, use an attack action, become unconscious, or end this effect as a free action."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Activate An Item",
			"page": "532"
		},
		{
			"name": "Arrest A Fall",
			"page": "472"
		},
		{
			"name": "Avert Gaze",
			"page": "472"
		},
		{
			"name": "Burrow",
			"page": "472"
		},
		{
			"name": "Dismiss",
			"page": "305",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=79",
			"trigger": "",
			"requirements": "",
			"text": [
				""
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Raise a Shield",
			"page" : "472"
		},
		{
			"name": "Mount (move)",
			"page": "472"
		},
		{
			"name": "Sustain a Spell/Activation",
			"page": "304/534"
		},
		{
			"name": "Grab an Edge (manipulate)",
			"page": "472"
		},
		{
			"name": "Point Out (manipulate)",
			"page": "472"
		},
		{
			"name": "Balance (move)",
			"page": "240"
		},
		{
			"name": "Tumble Through (move)",
			"page": "240"
		},
		{
			"name": "Maneuver in Flight (move)",
			"page": "240"
		},
		{
			"name": "Recall Knowledge",
			"page": "239"
		},
		{
			"name": "Climb (move)",
			"page": "241"
		},
		{
			"name": "Force Open (attack)",
			"page": "242"
		},
		{
			"name": "Grapple (attack)",
			"page": "242"
		},
		{
			"name": "High Jump (move)",
			"page": "242"
		},
		{
			"name": "Long Jump (move)",
			"page": "242"
		},
		{
			"name": "Shove (attack)",
			"page": "243"
		},
		{
			"name": "Swim (move)",
			"page": "243"
		},
		{
			"name": "Trip (attack)",
			"page": "243"
		},
		{
			"name": "Disarm (attack)",
			"page": "243"
		},
		{
			"name": "Create a Diversion",
			"page": "245"
		},
		{
			"name": "Lie",
			"page": "246"
		},
		{
			"name": "Feint",
			"page": "246"
		},
		{
			"name": "Request",
			"page": "247"
		},
		{
			"name": "Demoralize",
			"page": "247"
		},
		{
			"name": "Administer First Aid (manipulate)",
			"page": "248"
		},
		{
			"name": "Treat Poison",
			"page": "248"
		},
		{
			"name": "Command an Animal",
			"page": "249"
		},
		{
			"name": "Perform",
			"page": "250"
		},
		{
			"name": "Conceal an Object (manipulate)",
			"page": "251"
		},
		{
			"name": "Hide",
			"page": "251"
		},
		{
			"name": "Sneak (move)",
			"page": "252"
		},
		{
			"name": "Palm an Object (manipulate)",
			"page": "253"
		},
		{
			"name": "Steal (manipulate)",
			"page": "253"
		},
		{
			"name": "Disable Device (manipulate)",
			"page": "253"
		},
		{
			"name": "Pick a Lock (manipulate)",
			"page": "253"
		},
		{
			"name": "Avoid Notice",
			"page": "479"
		},
		{
			"name": "Defend",
			"page": "479"
		},
		{
			"name": "Detect Magic",
			"page": "479"
		},
		{
			"name": "Follow the Expert",
			"page": "479"
		},
		{
			"name": "Hustle (move)",
			"page": "480"
		},
		{
			"name": "Investigate",
			"page": "480"
		},
		{
			"name": "Refocus",
			"page": "300"
		},
		{
			"name": "Repeat a Spell",
			"page": "480"
		},
		{
			"name": "Scout",
			"page": "480"
		},
		{
			"name": "Search",
			"page": "480"
		},
		{
			"name": "Borrow an Arcane Spell",
			"page": "241"
		},
		{
			"name": "Coerce",
			"page": "247"
		},
		{
			"name": "Cover Tracks (move)",
			"page": "252"
		},
		{
			"name": "Decipher Writing",
			"page": "234"
		},
		{
			"name": "Gather Information",
			"page": "246"
		},
		{
			"name": "Identify Alchemy",
			"page": "245"
		},
		{
			"name": "Identify Magic",
			"page": "238"
		},
		{
			"name": "Impersonate (manipulate)",
			"page": "245"
		},
		{
			"name": "Learn a Spell",
			"page": "238"
		},
		{
			"name": "Make an Impression",
			"page": "246"
		},
		{
			"name": "Repair (manipulate)",
			"page": "243"
		},
		{
			"name": "Sense Direction",
			"page": "252"
		},
		{
			"name": "Squeeze (move)",
			"page": "241"
		},
		{
			"name": "Track (move)",
			"page": "252"
		},
		{
			"name": "Treat Wounds (manipulate)",
			"page": "249"
		},
		{
			"name": "Craft (manipulate)",
			"page": "244"
		},
		{
			"name": "Create Forgery",
			"page": "251"
		},
		{
			"name": "Earn Income",
			"page": "236"
		},
		{
			"name": "Long-Term Rest",
			"page": "481"
		},
		{
			"name": "Retraining",
			"page": "481"
		},
		{
			"name": "Subsist",
			"page": "240"
		},
		{
			"name": "Treat Disease",
			"page": "248"
		}
	]
}