{
	"Action":[
		{
			"name":"------------------------Common Basic Actions------------------------"
		},
		{
			"name":"Stride (move)",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=88",
			"trigger": "",
			"requirements": "",
			"text": [
				"You move up to your Speed."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Strike (attack)",
			"page" : "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=89",
			"trigger": "",
			"requirements": "",
			"text": [
				"You attack with a weapon you're wielding or with an unarmed attack, targeting one creature within your reach (for a melee attack) or within range (for a ranged attack). Roll the attack roll for the weapon or unarmed attack you are using, and compare the result to the target creature's AC to determine the effect. See Attack Rolls and Damage for details on calculating your attack and damage rolls."
			],
			"critSuccess": "As success, but you deal double damage.",
			"success": "You deal damage according to the weapon or unarmed attack, including any modifiers, bonuses, and penalties you have to damage.",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Cast a Spell",
			"page" : "302",
			"type":"Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=72",
			"trigger": "",
			"requirements": "",
			"text": [
				"You cast a spell you have prepared or in your repertoire. Casting a Spell is a special activity that takes a variable number of actions depending on the spell, as listed in each spell's stat block. As soon as the spellcasting actions are complete, the spell effect occurs.",
				"Some spells are cast as a reaction or free action. In those cases, you Cast the Spell as a reaction or free action (as appropriate) instead of as an activity. Such cases will be noted in the spell's stat block—for example, “ verbal.”",
				"<b>Long Casting Times</b> Some spells take minutes or hours to cast. The Cast a Spell activity for these spells includes a mix of the listed spell components, but it's not necessary to break down which one you're providing at a given time. You can't use other actions or reactions while casting such a spell, though at the GM's discretion, you might be able to speak a few sentences. As with other activities that take a long time, these spells have the exploration trait, and you can't cast them in an encounter. If combat breaks out while you're casting one, your spell is disrupted (see Disrupted and Lost Spells below).",
				"<b>Spell Components</b> Each spell lists the spell components required to cast it after the action icons or text, such as “ material, somatic, verbal.” The spell components, described in detail below, add traits and requirements to the Cast a Spell activity. If you can't provide the components, you fail to Cast the Spell.",
				" • Material (manipulate)",
				" • Somatic (manipulate)",
				" • Verbal (concentrate)",
				" • Focus (manipulate)",
				"<b>Disrupted and Lost Spells</b> Some abilities and spells can disrupt a spell, causing it to have no effect and be lost. When you lose a spell, you've already expended the spell slot, spent the spell's costs and actions, and used the Cast a Spell activity. If a spell is disrupted during a Sustain a Spell action, the spell immediately ends. The full rules for disrupting actions appear here."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"Step (move)",
			"page" : "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=87",
			"trigger": "",
			"requirements": "Your Speed is at least 10 feet.",
			"text": [
				"You carefully move 5 feet. Unlike most types of movement, Stepping doesn't trigger reactions, such as Attacks of Opportunity, that can be triggered by move actions or upon leaving or entering a square.",
				"You can't Step into difficult terrain, and you can't Step using a Speed other than your land Speed."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Interact (manipulate)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=80",
			"trigger": "",
			"requirements": "",
			"text": [
				"You use your hand or hands to manipulate an object or the terrain. You can grab an unattended or stored object, open a door, or produce some similar effect. You might have to attempt a skill check to determine if your Interact action was successful."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"------------------------Uncommon Basic Actions------------------------"
		},
		{
			"name": "Aid",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=75",
			"trigger": "An ally is about to use an action that requires a skill check or attack roll.",
			"requirements": "The ally is willing to accept your aid, and you have prepared to help (see below).",
			"text": [
				"You try to help your ally with a task. To use this reaction, you must first prepare to help, usually by using an action during your turn. You must explain to the GM exactly how you’re trying to help, and they determine whether you can Aid your ally.",
				"When you use your Aid reaction, attempt a skill check or attack roll of a type decided by the GM. The typical DC is 20, but the GM might adjust this DC for particularly hard or easy tasks. The GM can add any relevant traits to your preparatory action or to your Aid reaction depending on the situation, or even allow you to Aid checks other than skill checks and attack rolls."
			],
			"critSuccess": "You grant your ally a +2 circumstance bonus to the triggering check. If you’re a master with the check you attempted, the bonus is +3, and if you’re legendary, it’s +4.",
			"success": "You grant your ally a +1 circumstance bonus to the triggering check.",
			"failure": "",
			"critFailure": "Your ally takes a –1 circumstance penalty to the triggering check."
		},
		{
			"name": "Crawl (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=76",
			"trigger": "",
			"requirements": "You are prone and your Speed is at least 10 feet.",
			"text": [
				"You move 5 feet by crawling and continue to stay prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Delay",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=77",
			"trigger": "Your turn begins.",
			"requirements": "",
			"text": [
				"You wait for the right moment to act. The rest of your turn doesn’t happen yet. Instead, you’re removed from the initiative order. You can return to the initiative order as a free action triggered by the end of any other creature’s turn. This permanently changes your initiative to the new position. You can’t use reactions until you return to the initiative order. If you Delay an entire round without returning to the initiative order, the actions from the Delayed turn are lost, your initiative doesn’t change, and your next turn occurs at your original position in the initiative order.",
				"When you Delay, any persistent damage or other negative effects that normally occur at the start or end of your turn occur immediately when you use the Delay action. Any beneficial effects that would end at any point during your turn also end. The GM might determine that other effects end when you Delay as well. Essentially, you can’t Delay to avoid negative consequences that would happen on your turn or to extend beneficial effects that would end on your turn."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Drop Prone (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=78",
			"trigger": "",
			"requirements": "",
			"text": [
				"You fall prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Escape (attack)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=79",
			"trigger": "",
			"requirements": "",
			"text": [
				"You attempt to escape from being grabbed, immobilized, or restrained.",
				"Choose one creature, object, spell effect, hazard, or other impediment imposing any of those conditions on you. Attempt a check using your unarmed attack modifier against the DC of the effect. This is typically the Athletics DC of a creature grabbing you, the Thievery DC of a creature who tied you up, the spell DC for a spell effect, or the listed Escape DC of an object, hazard, or other impediment.",
				"You can attempt an Acrobatics or Athletics check instead of using your attack modifier if you choose (but this action still has the attack trait)."
			],
			"critSuccess": "You get free and remove the grabbed, immobilized, and restrained conditions imposed by your chosen target. You can then Stride up to 5 feet.",
			"success": "You get free and remove the grabbed, immobilized, and restrained conditions imposed by your chosen target.",
			"failure": "",
			"critFailure": "You don’t get free, and you can’t attempt to Escape again until your next turn."
		},
		{
			"name": "Invest an Item",
			"page": "531",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=289",
			"trigger": "",
			"requirements": "",
			"text": [
				"You invest your energy in an item with the invested trait as you don it. This process requires 1 or more Interact actions, usually taking the same amount of time it takes to don the item. Once you’ve Invested the Item, you benefit from its constant magical abilities as long as you meet its other requirements (for most invested items, the only other requirement is that you must be wearing the item). This investiture lasts until you remove the item.",
				"You can invest no more than 10 items per day. If you remove an invested item, it loses its investiture. The item still counts against your daily limit after it loses its investiture. You reset the limit during your daily preparations, at which point you Invest your Items anew. If you’re still wearing items you had invested the previous day, you can typically keep them invested on the new day, but they still count against your limit."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Leap (move)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=81",
			"trigger": "",
			"requirements": "",
			"text": [
				"You take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap, or a 10-foot gap if your Speed is 30 feet or more).",
				"If you Leap vertically, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.",
				"Jumping a greater distance requires using the Athletics skill."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Ready",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=82",
			"trigger": "",
			"requirements": "",
			"text": [
				"You prepare to use an action that will occur outside your turn. Choose a single action or free action you can use, and designate a trigger. Your turn then ends. If the trigger you designated occurs before the start of your next turn, you can use the chosen action as a reaction (provided you still meet the requirements to use it). You can’t Ready a free action that already has a trigger.",
				"If you have a multiple attack penalty and your readied action is an attack action, your readied attack takes the multiple attack penalty you had at the time you used Ready. This is one of the few times the multiple attack penalty applies when it’s not your turn."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Release (manipulate)",
			"page": "470",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=83",
			"trigger": "",
			"requirements": "",
			"text": [
				"You release something you're holding in your hand or hands. This might mean dropping an item, removing one hand from your weapon while continuing to hold it in another hand, releasing a rope suspending a chandelier, or performing a similar action. Unlike most manipulate actions, Release does not trigger reactions that can be triggered by actions with the manipulate trait (such as Attack of Opportunity).",
				"If you want to prepare to Release something outside of your turn, use the Ready activity."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Seek",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=84",
			"trigger": "",
			"requirements": "",
			"text": [
				"You scan an area for signs of creatures or objects. If you're looking for creatures, choose an area you're scanning. If precision is necessary, the GM can have you select a 30-foot cone or a 15-foot burst within line of sight. You might take a penalty if you choose an area that's far away.",
				"If you're using Seek to search for objects (including secret doors and hazards), you search up to a 10-foot square adjacent to you. The GM might determine you need to Seek as an activity, taking more actions or even minutes or hours if you're searching a particularly cluttered area.",
				"The GM attempts a single secret Perception check for you and compares the result to the Stealth DCs of any undetected or hidden creatures in the area or the DC to detect each object in the area (as determined by the GM or by someone Concealing the Object). A creature you detect might remain hidden, rather than becoming observed, if you're using an imprecise sense or if an effect (such as invisibility) prevents the subject from being observed."
			],
			"critSuccess": "If you were searching for creatures, any undetected or hidden creature you critically succeeded against becomes observed by you. If you were searching for an object, you learn its location.",
			"success": "If you were searching for creatures, any undetected creature you succeeded against becomes hidden from you instead of undetected, and any hidden creature you succeeded against becomes observed by you. If you were searching for an object, you learn its location or get a clue to its whereabouts, as determined by the GM.",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Sense Motive",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=85",
			"trigger": "",
			"requirements": "",
			"text": [
				"You try to tell whether a creature's behavior is abnormal.",
				"Choose one creature, and assess it for odd body language, signs of nervousness, and other indicators that it might be trying to deceive someone. The GM attempts a single secret Perception check for you and compares the result to the Deception DC of the creature, the DC of a spell affecting the creature's mental state, or another appropriate DC determined by the GM.",
				"You typically can't try to Sense the Motive of the same creature again until the situation changes significantly."
			],
			"critSuccess": " You determine the creature’s true intentions and get a solid idea of any mental magic affecting it.",
			"success": " You can tell whether the creature is behaving normally, but you don’t know its exact intentions or what magic might be affecting it.",
			"failure": "You detect what a deceptive creature wants you to believe. If they’re not being deceptive, you believe they’re behaving normally.",
			"critFailure": "You get a false sense of the creature’s intentions."
		},
		{
			"name": "Stand",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=86",
			"trigger": "",
			"requirements": "",
			"text": [
				"You stand up from prone."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Take Cover",
			"page": "471",
			"type": "Basic Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=90",
			"trigger": "",
			"requirements": " You are benefiting from cover, are near a feature that allows you to take cover, or are prone.",
			"text": [
				"You press yourself against a wall or duck behind an obstacle to take better advantage of cover. If you would have standard cover, you instead gain greater cover, which provides a +4 circumstance bonus to AC; to Reflex saves against area effects; and to Stealth checks to Hide, Sneak, or otherwise avoid detection. Otherwise, you gain the benefits of standard cover (a +2 circumstance bonus instead). This lasts until you move from your current space, use an attack action, become unconscious, or end this effect as a free action."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name":"------------------------Specialty Basic Actions------------------------"
		},
		{
			"name": "Activate An Item",
			"page": "532",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=100",
			"trigger": "",
			"requirements": "You can Activate an Item with the invested trait only if it’s invested by you. If the item requires you to Interact with it, you must be wielding it (if it’s a held item) or touching it with a free hand (if it’s another type of item).",
			"text":[
				"You call forth the effect of an item by properly activating it. This is a special activity that takes a variable number of actions, as listed in the item's stat block.",
				"Some items can be activated as a reaction or free action. In this case, you Activate the Item as a reaction or free action (as appropriate) instead of as an activity. Such cases are noted in the item's Activate entry in its stat block—for example, “<b>Activate</b> command.”",
				"<b>Long Activation Times</b> Some items take minutes or hours to activate. The Activate an Item activity for these items includes a mix of the listed activation components, but it's not necessary to break down which one you're providing at a given time. You can't use other actions or reactions while activating such an item, though at the GM's discretion, you might be able to speak a few sentences. As with other activities that take a long time, these activations have the exploration trait, and you can't activate them in an encounter. If combat breaks out while you're activating one, your activation is disrupted (see the Disrupting Activations sidebar).",
				"<b>Activation Components</b> Each activation entry lists any components involved in the activation after the action icons or text. The activation components, described below, add traits (listed in parentheses) and requirements to the activation. If you can't provide the components, you fail to Activate the Item. ",
				"• Command (auditory, concentrate)",
				"• Envision (concentrate)",
				"• Interact (manipulate)",
				"• Cast a Spell",
				"<br><hr>",
				"<b>Activation Components</b>",
				"An item's activate entry lists the components required to activate its abilities. Each component adds certain traits to the Activate an Item activity, and some components have special requirements. The components that appear in this book are listed below.",
				"<b>Command: </b>",
				"This component is a specific utterance you must make in a loud and strong voice. Activate an Item gains the auditory and concentrate traits. You must be able to speak to provide this component.",
				"<b>Envision: </b>",
				" This component is a specific image or phenomenon you need to imagine. Activate an Item gains the concentrate trait.",
				"<b>Interact: </b>",
				"This component works like the Interact basic action. Activate an Item gains the manipulate trait and requires you to use your hands, just like with any Interact action. ",
				"<b>Cast a Spell: </b>",
				"If an item lists “Cast a Spell” after “Activate,” the activation requires you to use the Cast a Spell activity to Activate the Item. This happens when the item replicates a spell. You must have a spellcasting class feature to Activate an Item with this activation component. If the item can be used for a specific spell, the action icon for that spell is provided. If it's an item like a staff, which can be used for many spells, the icon is omitted, and you must refer to each spell to determine which actions you must spend to Activate the Item to cast it.",
				"In this case, Activate an Item gains all the traits from the relevant components of the Cast a Spell activity."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""
		},
		{
			"name": "Arrest A Fall",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=91",
			"trigger": "You fall.",
			"requirements":"You have a fly Speed.",
			"text":[
				"You attempt an Acrobatics check to slow your fall. The DC is typically 15, but it might be higher due to air turbulence or other circumstances. "
			],
			"critSuccess": "",
			"success": "You fall gently, taking no damage from the fall.",
			"failure": "",
			"critFailure": ""			
		},
		{
			"name": "Avert Gaze",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=92",
			"trigger": "",
			"requirements":"",
			"text":[
				"You avert your gaze from danger.",
				"You gain a +2 circumstance bonus to saves against visual abilities that require you to look at a creature or object, such as a medusa's petrifying gaze. Your gaze remains averted until the start of your next turn. "
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Burrow (move)",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=93",
			"trigger": "",
			"requirements":"You have a burrow Speed.",
			"text":[
				"You dig your way through dirt, sand, or a similar loose material at a rate up to your burrow Speed.",
				"You can’t burrow through rock or other substances denser than dirt unless you have an ability that allows you to do so."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Dismiss",
			"page": "305",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=74",
			"trigger": "",
			"requirements":"",
			"text":[
				"You end one spell effect or magic item effect.",
				"This must be an effect you are allowed to dismiss, as defined by the spell or item.",
				"Dismissal might end the effect entirely or might end it just for a certain target or targets, depending on the spell or item."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Fly (move)",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=94",
			"trigger": "",
			"requirements":"You have a fly Speed.",
			"text":[
				"You move through the air up to your fly Speed.",
				"Moving upward (straight up or diagonally) uses the rules for moving through difficult terrain. You can move straight down 10 feet for every 5 feet of movement you spend. If you Fly to the ground, you don’t take falling damage. You can use an action to Fly 0 feet to hover in place.",
				"If you’re airborne at the end of your turn and didn’t use a Fly action this round, you fall."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Grab an Edge (manipulate)",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=95",
			"trigger": "You fall from or past an edge or handhold.",
			"requirements":"Your hands are not tied behind your back or otherwise restrained",
			"text":[
				"When you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, usually at the Climb DC. If you grab the edge or handhold, you can then Climb up using Athletics. "
			],
			"critSuccess": "You grab the edge or handhold, whether or not you have a hand free, typically by using a suitable held item to catch yourself (catching a battle axe on a ledge, for example). You still take damage from the distance fallen so far, but you treat the fall as though it were 30 feet shorter.",
			"success": "If you have at least one hand free, you grab the edge or handhold, stopping your fall. You still take damage from the distance fallen so far, but you treat the fall as though it were 20 feet shorter. If you have no hands free, you continue to fall as if you had failed the check.",
			"failure": "",
			"critFailure": "You continue to fall, and if you’ve fallen 20 feet or more before you use this reaction, you take 10 bludgeoning damage from the impact for every 20 feet fallen."	
		},
		{
			"name": "Mount (move)",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=96",
			"trigger": "",
			"requirements":"You are adjacent to a creature that is at least one size larger than you and is willing to be your mount.",
			"text":[
				"You move onto the creature and ride it. If you’re already mounted, you can instead use this action to dismount, moving off the mount into a space adjacent to it."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Point Out (manipulate)",
			"page": "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=97",
			"trigger": "",
			"requirements":" A creature is undetected by one or more of your allies but isn’t undetected by you.",
			"text":[
				"You indicate a creature that you can see to one or more allies, gesturing in a direction and describing the distance verbally. That creature is hidden to your allies, rather than undetected.",
				"This works only for allies who can see you and are in a position where they could potentially detect the target. If your allies can't hear or understand you, they must succeed at a Perception check against the creature's Stealth DC or they misunderstand and believe the target is in a different location. "
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name":"Raise a Shield",
			"page" : "472",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=98",
			"trigger": "",
			"requirements":"You are wielding a shield.",
			"text":[
				"You position your shield to protect yourself. When you have Raised a Shield, you gain its listed circumstance bonus to AC. Your shield remains raised until the start of your next turn."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Sustain a Spell",
			"page": "304",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=73",
			"trigger": "",
			"requirements":"You have at least one spell active with a sustained duration, and you are not fatigued.",
			"text":[
				"Choose one spell with a sustained duration you have in effect. The duration of that spell continues until the end of your next turn. Some spells might have slightly different or expanded effects if you sustain them. Sustaining a Spell for more than 10 minutes (100 rounds) ends the spell and makes you fatigued unless the spell lists a different maximum duration (such as “sustained up to 1 minute” or “sustained up to 1 hour”).",
				"If your Sustain a Spell action is disrupted, the spell immediately ends."
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name": "Sustain an Activation",
			"page": "534",
			"type": "Specialty Action",
			"aonlink": "https://2e.aonprd.com/Actions.aspx?ID=99",
			"trigger": "",
			"requirements":"You have at least one magic item activation that you can sustain and you are not fatigued.",
			"text":[
				"Choose one magic item activation with a sustained duration you have in effect. The duration of that activation continues until the end of your next turn. Some activations may have slightly different or expanded effects if you sustain them. Sustaining an Activation for more than 10 minutes (100 rounds) ends the activation and makes you fatigued unless the item's description states a different maximum duration (such as “up to 1 minute” or “up to 1 hour”).",
				"If your Sustain an Activation action is disrupted, the item's effect immediately ends. "
			],
			"critSuccess": "",
			"success": "",
			"failure": "",
			"critFailure": ""	
		},
		{
			"name":"------------------------Skill Actions------------------------"
		},
		{
			"name": 		"Balance (move)",
			"page": 		"240",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=28",
			"trigger": 		"You are in a square that contains a narrow surface, uneven ground, or another similar feature.",
			"requirements":	"",
			"text":[
				"You move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground."
			],
			"critSuccess": 	"You move up to your Speed.",
			"success": 		"You move up to your Speed, treating it as difficult terrain (every 5 feet costs 10 feet of movement).",
			"failure": 		"You must remain stationary to keep your balance (wasting the action) or you fall. If you fall, your turn ends.",
			"critFailure": 	"You fall and your turn ends."
		},
		{
			"name": "Tumble Through (move)",
			"page": "240",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=29",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You Stride up to your Speed. During this movement, you can try to move through the space of one enemy.",
				"Attempt an Acrobatics check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment."
			],
			"critSuccess": 	"",
			"success": 		"You move through the enemy’s space, treating the squares in its space as difficult terrain (every 5 feet costs 10 feet of movement). If you don’t have enough Speed to move all the way through its space, you get the same effect as a failure.",
			"failure": 		"Your movement ends, and you trigger reactions as if you had moved out of the square you started in.",
			"critFailure": 	""
		},
		{
			"name": "Maneuver in Flight (move)",
			"page": "240",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=30",
			"trigger": 		"",
			"requirements":	"You have a fly Speed.",
			"text":[
				"You try a difficult maneuver while flying. Attempt an Acrobatics check. The GM determines what maneuvers are possible, but they rarely allow you to move farther than your fly Speed."
			],
			"critSuccess": 	"",
			"success": 		"You succeed at the maneuver.",
			"failure": 		"Your maneuver fails. The GM chooses if you simply can’t move or if some other detrimental effect happens. The outcome should be appropriate for the maneuver you attempted (for instance, being blown off course if you were trying to fly against a strong wind).",
			"critFailure": 	"As failure, but the consequence is more dire."
		},
		{
			"name": "Recall Knowledge",
			"page": "239",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Skills.aspx?ID=5&General=true",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You attempt a skill check to try to remember a bit of knowledge regarding a topic related to that skill. The GM determines the DCs for such checks and which skills apply.",
				"[Arcana] Recall Knowledge about arcane theories; magic traditions; creatures of arcane significance (like dragons and beasts); and the Elemental, Astral, and Shadow Planes.",
				"[Crafting] Recall Knowledge about alchemical reactions, the value of items, engineering, unusual materials, and alchemical or mechanical creatures. The GM determines which creatures this applies to, but it usually includes constructs.",
				"[Lore] Recall Knowledge about the subject of your Lore skill’s subcategory.",
				"[Medicine] Recall Knowledge about diseases, injuries, poisons, and other ailments. You can use this to perform forensic examinations if you spend 10 minutes (or more, as determined by the GM) checking for evidence such as wound patterns. This is most useful when determining how a body was injured or killed.",
				"[Nature] Recall Knowledge about fauna, flora, geography, weather, the environment, creatures of natural origin (like animals, beasts, fey, and plants), the First World, the Material Plane, and the Elemental Planes.",
				"[Occultism] Recall Knowledge about ancient mysteries; obscure philosophies; creatures of occult significance (like aberrations, spirits, and oozes); and the Positive Energy, Negative Energy, Shadow, Astral, and Ethereal Planes.",
				"[Religion] Recall Knowledge about divine agents, the finer points of theology, obscure myths regarding a faith, and creatures of religious significance (like celestials, fiends, and undead), the Outer Sphere, and the Positive and Negative Energy Planes.",
				"[Society] Recall Knowledge about local history, important personalities, legal institutions, societal structure, and humanoid cultures. The GM might allow Society to apply to other creatures that are major elements of society in your region, such as the draconic nobility in a kingdom of humans ruled by dragons."
			],
			"critSuccess": 	"You recall the knowledge accurately and gain additional information or context.",
			"success": 		"You recall the knowledge accurately or gain a useful clue about your current situation.",
			"failure": 		"",
			"critFailure": 	"You recall incorrect information or gain an erroneous or misleading clue. "
		},
		{
			"name": "Climb (move)",
			"page": "241",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=33",
			"trigger": 		"",
			"requirements":	"You have both hands free.",
			"text":[
				"You move up, down, or across an incline. Unless it’s particularly easy, you must attempt an Athletics check. The GM determines the DC based on the nature of the incline and environmental circumstances. You’re flat-footed unless you have a climb Speed."
			],
			"critSuccess": 	"You move up, across, or safely down the incline for 5 feet plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).",
			"success": 		"You move up, across, or safely down the incline for 5 feet per 20 feet of your land Speed (a total of 5 feet for most PCs, minimum 5 feet if your Speed is below 20 feet).",
			"failure": 		"",
			"critFailure": 	"You fall. If you began the climb on stable ground, you fall and land prone."
		},
		{
			"name": "Force Open (attack)",
			"page": "242",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=34",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"Using your body, a lever, or some other tool, you attempt to forcefully open a door, window, container or heavy gate. With a high enough result, you can even smash through walls. Without a crowbar, prying something open takes a –2 item penalty to the Athletics check to Force Open. "
			],
			"critSuccess": 	"You open the door, window, container, or gate and can avoid damaging it in the process.",
			"success": 		"You break the door, window, container, or gate open, and the door, window, container, or gate gains the broken condition. If it’s especially sturdy, the GM might have it take damage but not be broken.",
			"failure": 		"",
			"critFailure": 	"Your attempt jams the door, window, container, or gate shut, imposing a –2 circumstance penalty on future attempts to Force it Open."
		},
		{
			"name": "Grapple (attack)",
			"page": "242",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=35",
			"trigger": 		"",
			"requirements":	"You have at least one free hand or have your target grappled or restrained. Your target isn't more than one size larger than you.",
			"text":[
				"You attempt to grab a creature or object with your free hand. Attempt an Athletics check against the target's Fortitude DC. You can Grapple a target you already have grabbed or restrained without having a hand free. "
			],
			"critSuccess": 	"Your target is restrained until the end of your next turn unless you move or your target Escapes.",
			"success": 		"Your target is grabbed until the end of your next turn unless you move or your target Escapes.",
			"failure": 		"You fail to grab your target. If you already had the target grabbed or restrained using a Grapple, those conditions on that creature or object end.",
			"critFailure": 	"If you already had the target grabbed or restrained, it breaks free. Your target can either grab you, as if it succeeded at using the Grapple action against you, or force you to fall and land prone."
		},
		{
			"name": "High Jump (move)",
			"page": "242",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=36",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You Stride, then make a vertical Leap and attempt a DC 30 Athletics check to increase the height of your jump. If you didn’t Stride at least 10 feet, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM."
			],
			"critSuccess": 	"Increase the maximum vertical distance to 8 feet, or increase the maximum vertical distance to 5 feet and maximum horizontal distance to 10 feet.",
			"success": 		"Increase the maximum vertical distance to 5 feet.",
			"failure": 		"You Leap normally.",
			"critFailure": 	"You don’t Leap at all, and instead you fall prone in your space."
		},
		{
			"name": "Long Jump (move)",
			"page": "242",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=37",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You Stride, then make a horizontal Leap and attempt an Athletics check to increase the length of your jump. The DC of the Athletics check is equal to the total distance in feet you’re attempting to move during your Leap (so you’d need to succeed at a DC 20 check to Leap 20 feet). You can’t Leap farther than your Speed.",
				"If you didn’t Stride at least 10 feet, or if you attempt to jump in a different direction than your Stride, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM."
			],
			"critSuccess": 	"",
			"success": 		"Increase the maximum horizontal distance you Leap to the desired distance.",
			"failure": 		"You Leap normally.",
			"critFailure": 	"You Leap normally, but then fall and land prone."
		},
		{
			"name": "Shove (attack)",
			"page": "243",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=38",
			"trigger": 		"",
			"requirements":	"You have at least one hand free. The target can’t be more than one size larger than you.",
			"text":[
				"You push a creature away from you. Attempt an Athletics check against your target's Fortitude DC."
			],
			"critSuccess": 	"You push your target up to 10 feet away from you. You can Stride after it, but you must move the same distance and in the same direction.",
			"success": 		"You push your target back 5 feet. You can Stride after it, but you must move the same distance and in the same direction.",
			"failure": 		"",
			"critFailure": 	"You lose your balance, fall, and land prone."
		},
		{
			"name": "Swim (move)",
			"page": "243",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=39",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to drown. If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim.",
				"If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn."
			],
			"critSuccess": 	"You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs).",
			"success": 		"You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).",
			"failure": 		"",
			"critFailure": 	"You make no progress, and if you’re holding your breath, you lose 1 round of air."
		},
		{
			"name": "Trip (attack)",
			"page": "243",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=40",
			"trigger": 		"",
			"requirements":	"You have at least one hand free. Your target can’t be more than one size larger than you.",
			"text":[
				"You try to knock a creature to the ground. Attempt an Athletics check against the target’s Reflex DC."
			],
			"critSuccess": 	"The target falls and lands prone and takes 1d6 bludgeoning damage.",
			"success": 		"The target falls and lands prone.",
			"failure": 		"",
			"critFailure": 	"You lose your balance and fall and land prone."
		},
		{
			"name": "Disarm (attack)",
			"page": "243",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=41",
			"trigger": 		"",
			"requirements":	"You have at least one hand free. The target can’t be more than one size larger than you.",
			"text":[
				"You try to knock something out of a creature’s grasp. Attempt an Athletics check against the target’s Reflex DC."
			],
			"critSuccess": 	"You knock the item out of the target's grasp. It falls to the ground in the target's space. ",
			"success": 		"You weaken your target's grasp on the item. Until the start of that creature's turn, attempts to Disarm the target of that item gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the item or other checks requiring a firm grasp on the item.",
			"failure": 		"",
			"critFailure": 	"You lose your balance and become flat-footed until the start of your next turn."
		},
		{
			"name": "Create a Diversion",
			"page": "245",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Lie",
			"page": "246",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Feint",
			"page": "246",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Request",
			"page": "247",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Demoralize",
			"page": "247",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Administer First Aid (manipulate)",
			"page": "248",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Treat Poison",
			"page": "248",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Command an Animal",
			"page": "249",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Perform",
			"page": "250",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Conceal an Object (manipulate)",
			"page": "251",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Hide",
			"page": "251",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Sneak (move)",
			"page": "252",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Palm an Object (manipulate)",
			"page": "253",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Steal (manipulate)",
			"page": "253",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Disable Device (manipulate)",
			"page": "253",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Pick a Lock (manipulate)",
			"page": "253",
			"type": 		"Specialty Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Avoid Notice",
			"page": "479",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Defend",
			"page": "479",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Detect Magic",
			"page": "479",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Follow the Expert",
			"page": "479",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Hustle (move)",
			"page": "480",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Investigate",
			"page": "480",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Refocus",
			"page": "300",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Repeat a Spell",
			"page": "480",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Scout",
			"page": "480",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Search",
			"page": "480",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Borrow an Arcane Spell",
			"page": "241",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Coerce",
			"page": "247",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Cover Tracks (move)",
			"page": "252",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Decipher Writing",
			"page": "234",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Skills.aspx?ID=1&General=true",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You attempt to decipher complicated writing or literature on an obscure topic. This usually takes 1 minute per page of text, but might take longer (typically an hour per page for decrypting ciphers or the like). The text must be in a language you can read, though the GM might allow you to attempt to decipher text written in an unfamiliar language using Society instead.",
				"The DC is determined by the GM based on the state or complexity of the document. The GM might have you roll one check for a short text or a check for each section of a larger text.",
				"[Arcana] Decipher Writing about arcane theory.",
				"[Occultism] Decipher Writing on occult topics, including complex metaphysical systems, syncretic principles, weird philosophies, and incoherent ramblings.",
				"[Religion] Decipher Writing of a religious nature, including allegories, homilies, and proverbs.",
				"[Society] Decipher Writing that’s a coded message, text written in an incomplete or archaic form, or in some cases, text in a language you don’t know."
			],
			"critSuccess": 	"You understand the true meaning of the text.",
			"success": 		"You understand the true meaning of the text. If it was a coded document, you know the general meaning but might not have a word-for-word translation.",
			"failure": 		"You can’t understand the text and take a –2 circumstance penalty to further checks to decipher it.",
			"critFailure": 	"You believe you understand the text on that page, but you have in fact misconstrued its message."
		},
		{
			"name": "Gather Information",
			"page": "246",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Identify Alchemy",
			"page": "245",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Identify Magic",
			"page": "238",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Skills.aspx?ID=3&General=true=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"Once you discover that an item, location, or ongoing effect is magical, you can spend 10 minutes to try to identify the particulars of its magic. If your attempt is interrupted, you must start over. The GM sets the DC for your check. Cursed or esoteric subjects usually have higher DCs or might even be impossible to identify using this activity alone. Heightening a spell doesn’t increase the DC to identify it.",
				"[Arcana] Identify Magic, particularly arcane magic.",
				"[Nature] Identify Magic, particularly primal magic.",
				"[Occultism] Identify Magic, particularly occult magic.",
				"[Religion] Identify Magic, particularly divine magic."
			],
			"critSuccess": 	"You learn all the attributes of the magic, including its name (for an effect), what it does, any means of activating it (for an item or location), and whether it is cursed.",
			"success": 		"For an item or location, you get a sense of what it does and learn any means of activating it. For an ongoing effect (such as a spell with a duration), you learn the effect’s name and what it does. You can’t try again in hopes of getting a critical success.",
			"failure": 		"You fail to identify the magic and can’t try again for 1 day.",
			"critFailure": 	"You misidentify the magic as something else of the GM’s choice."
		},
		{
			"name": "Impersonate (manipulate)",
			"page": "245",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Learn a Spell",
			"page": "238",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Skills.aspx?ID=4&General=true",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You can gain access to a new spell of your tradition from someone who knows that spell or from magical writing like a spellbook or scroll. If you can cast spells of multiple traditions, you can Learn a Spell of any of those traditions, but you must use the corresponding skill to do so. For example, if you were a cleric with the bard multiclass archetype, you couldn't use Religion to add an occult spell to your bardic spell repertoire.",
				"To learn the spell, you must do the following:",
				"• Spend 1 hour per level of the spell, during which you must remain in conversation with a person who knows the spell or have the magical writing in your possession.",
				"• Have materials with the Price indicated in Table 4–3.",
				"• Attempt a skill check for the skill corresponding to your tradition (DC determined by the GM, often close to the DC on Table 4–3). Uncommon or rare spells have higher DCs.",
				"If you have a spellbook, Learning a Spell lets you add the spell to your spellbook; if you prepare spells from a list, it's added to your list; if you have a spell repertoire, you can select it when you add or swap spells.",
				"[Arcana] Learn a Spell from the arcane tradition.",
				"[Nature] Learn a Spell from the primal tradition.",
				"[Occultism] Learn a Spell from the occult tradition.",
				"[Religion] Learn a Spell from the divine tradition."
			],
			"critSuccess": 	"You expend half the materials and learn the spell.",
			"success": 		"You expend the materials and learn the spell.",
			"failure": 		"You fail to learn the spell but can try again after you gain a level. The materials aren’t expended.",
			"critFailure": 	"As failure, plus you expend half the materials."
		},
		{
			"name": "Make an Impression",
			"page": "246",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Repair (manipulate)",
			"page": "243",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=42",
			"trigger": 		"",
			"requirements":	"You have a repair kit.",
			"text":[
				"You spend 10 minutes attempting to fix a damaged item, placing the item on a stable surface and using the repair kit with both hands. The GM sets the DC, but it’s usually about the same DC to Repair a given item as it is to Craft it in the first place. You can’t Repair a destroyed item."
			],
			"critSuccess": 	"You restore 10 Hit Points to the item, plus an additional 10 Hit Points per proficiency rank you have in Crafting (a total of 20 HP if you’re trained, 30 HP if you’re an expert, 40 HP if you’re a master, or 50 HP if you’re legendary).",
			"success": 		"You restore 5 Hit Points to the item, plus an additional 5 per proficiency rank you have in Crafting (for a total of 10 HP if you are trained, 15 HP if you’re an expert, 20 HP if you’re a master, or 25 HP if you’re legendary).",
			"failure": 		"",
			"critFailure": 	"You deal 2d6 damage to the item. Apply the item’s Hardness to this damage."
		},
		{
			"name": "Sense Direction",
			"page": "252",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Squeeze (move)",
			"page": "241",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=31",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				"You contort yourself to squeeze through a space so small you can barely fit through. This action is for exceptionally small spaces; many tight spaces are difficult terrain that you can move through more quickly and without a check. "
			],
			"critSuccess": 	"You squeeze through the tight space in 1 minute per 10 feet of squeezing.",
			"success": 		"You squeeze through in 1 minute per 5 feet.",
			"failure": 		"",
			"critFailure": 	"You become stuck in the tight space. While you’re stuck, you can spend 1 minute attempting another Acrobatics check at the same DC. Any result on that check other than a critical failure causes you to become unstuck."
		},
		{
			"name": "Track (move)",
			"page": "252",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Treat Wounds (manipulate)",
			"page": "249",
			"type": 		"Exploration Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Craft (manipulate)",
			"page": "244",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"The item is your level or lower. An item that doesn't list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it's 16th or higher, you must be legendary. <br>You have the formula for the item; see Getting Formulas for more information. <br>You have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to forge a metal shield, or an alchemist's lab to produce alchemical items. <br>You must supply raw materials worth at least half the item's Price. You always expend at least that amount of raw materials when you Craft successfully. If you're in a settlement, you can usually spend currency to get the amount of raw materials you need, except in the case of rarer precious materials.",
			"text":[
				"You must spend 4 days at work, at which point you attempt a Crafting check. The GM determines the DC to Craft the item based on its level, rarity, and other circumstances.",
				"If your attempt to create the item is successful, you expend the raw materials you supplied. You can pay the remaining portion of the item's Price in materials to complete the item immediately, or you can spend additional downtime days working on it. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This amount is determined using Table 4–2: Income Earned, based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the downtime days you spend are interrupted, you can return to finish the item later, continuing where you left off."
			],
			"critSuccess": 	"Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level + 1 and your proficiency rank in Crafting.",
			"success": 		"Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level and your proficiency rank.",
			"failure": 		"You fail to complete the item. You can salvage the raw materials you supplied for their full value. If you want to try again, you must start over.",
			"critFailure": 	"You fail to complete the item. You ruin 10% of the raw materials you supplied, but you can salvage the rest. If you want to try again, you must start over."
		},
		{
			"name": "Create Forgery",
			"page": "251",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Earn Income",
			"page": "236",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Long-Term Rest",
			"page": "481",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Retraining",
			"page": "481",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Subsist",
			"page": "240",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		},
		{
			"name": "Treat Disease",
			"page": "248",
			"type": 		"Downtime Action",
			"aonlink": 		"https://2e.aonprd.com/Actions.aspx?ID=",
			"trigger": 		"",
			"requirements":	"",
			"text":[
				""
			],
			"critSuccess": 	"",
			"success": 		"",
			"failure": 		"",
			"critFailure": 	""
		}
	]
}